{
  "recipes.lychee.item_inside.charoite.condition.description": "Converts around Noon (3:20 - 6:40). Reverts if left out too long...",
  "recipes.lychee.item_inside.moonstone.condition.description": "Converts around Midnight (13:20 - 16:40). Reverts if left out too long...",

  "chapter.welcome.quest.1.description.1": "BisectHosting offers simple, fast and high quality server hosting with over a dozen locations available worldwide, guaranteeing low latency. After your purchase, the server is already configured and ready to use.",
  "chapter.welcome.quest.1.description.2": "Use the code &l&bCHROMATECH&r to get 25% off your first month as a new customer for one of their game servers.",
  "chapter.welcome.quest.1.description.3" : "Promo code : &l&aCHROMATECH&r",

  "chapter.welcome.quest.2.description.1" : "FTB Chunks allows you to &4claim chunks&r to &4protect&r your blocks. It also has a &9minimap and large map&r ! You can find it in the top left corner of your inventory. \n\n&6Right-click&r anywhere in map to create a waypoint. \n\n&6Right-click&r on waypoints and death points to edit or delete them. \n\nClick on &1Claimed Chunks button&r, then left or &6right-click&r on map to select chunks that will belong to you. &6Shift-left&r or &6right-click&r on claimed chunks to toggle forceloading",

  "chapter.welcome.quest.3.description.1" : "&6&lUltimine&r is a very useful mod for mining.",
  "chapter.welcome.quest.3.description.2" : "Indeed, with the ² key (by default) you will see a &nwhite outline&r that we will call the &c&lUltimine Zone&r which represents what you will mine.",
  "chapter.welcome.quest.3.description.3" : "This &c&lUltimine Zone&r can be changed. In fact you can see that, if you keep pressing the ² key + mouse scrolling, you can change the shape of this zone and find the one that suits you best.",
  
  "chapter.welcome.quest.4.description.1" : "To share your quests with your friends, you need to create a team.",
  "chapter.welcome.quest.4.description.2" : "To do this, execute this command :",
  "chapter.welcome.quest.4.description.3" : "To invite your friends, execute this command :",
  "chapter.welcome.quest.4.description.4" : "Your friends just have to accept, and you are now in a team.",
 
  "chapter.welcome.quest.5.description.1" : "In fact a &8quest&r by default does not require a &7&ldependancy&r so you can do it right now or later, up to you to decide.",
  "chapter.welcome.quest.5.description.2" : "As you can see, the majority of quests does need a &7&ldependancy&r. In order to unlock them, you can click on the &4&l&nFlashing Red Arrow&r to list the needed &7&ldependancy&r or &7&ldependancies&r.",
  
  "chapter.welcome.quest.6.description.1" : "&aSpice of Life: Carrot Edition&r keeps track of how many unique foods a player has eaten. As they pass certain milestone amounts of unique foods, they permanently gain new hearts, increasing their max health! In order to max out their HP bars, players will have to quest for and craft exotic foods.",
 
  "chapter.welcome.quest.7.description.1" : "On &bGogo08's Discord server&r, you will find support channels for Chroma Endless 2.",
  "chapter.welcome.quest.7.description.2" : "It's a french community server, but you can also speak english, the community and staff will most certainly try to help you.",
  "chapter.welcome.quest.7.description.3" : "Gogo08's Discord server.",
 
  "chapter.welcome.quest.8.description.1" : "On this website you will find more informations about &6&lChroma Endless 2&r, the Chroma Team and our other modpacks.",
  "chapter.welcome.quest.8.description.2" : "Here is a list of what can be found:",
  "chapter.welcome.quest.8.description.3" : "→ Who developped this modpack and their descriptions.",
  "chapter.welcome.quest.8.description.4" : "→ The other packs developped by the Chroma Team.",

  "chapter.stage.1.quest.1.subtitle.1": "Classic Start",
  "chapter.stage.1.quest.1.description.1" : "What Minecraft would be if you don't break some wood? Let's go collect some !",

  "chapter.stage.1.quest.2.subtitle.1": "Planked",
  "chapter.stage.1.quest.2.description.1" : "Do I have to explain how to get planks? Really?",
  
  "chapter.stage.1.quest.3.subtitle.1": "Mine and craft",
  "chapter.stage.1.quest.3.description.1" : "The start of all crafts !",

  "chapter.stage.1.quest.4.subtitle.1": "Hot Topic",
  "chapter.stage.1.quest.4.description.1" : "Time to smelt and cook !",

  
  "chapter.stage.1.quest.5.subtitle.1": "Mixing Some ores",
  "chapter.stage.1.quest.5.description.1" : "Already creating some alloy might help you get through the game.",
  "chapter.stage.1.quest.5.description.2" : "I suggest you look how to craft this new mix.",
  "chapter.stage.1.quest.5.description.3" : "New way of crafting this alloy are offered later in the game, don't worry.",

  "chapter.stage.1.quest.6.subtitle.1": "Getting a new alloy",
  "chapter.stage.1.quest.6.description.1" : "Now that you have this alloy, you will be able for now to burn it to smelt it and then have the Andesite Alloy.",
  "chapter.stage.1.quest.6.description.2" : "Like the mix, the ingot can be crafted easier later in the game. You can check recipes to see them.",

  "chapter.stage.1.quest.7.subtitle.1": "Rotation at its bests",
  "chapter.stage.1.quest.7.description.1" : "Rotor can be associated to pipe. They can transmit rotation and can be placed like you want.",

  
  "chapter.stage.1.quest.8.subtitle.1": "The Cogwheels are a basic mechanical component in Create that relays rotation",
  "chapter.stage.1.quest.8.description.1" : "Cogwheels can transmit rotation to another adjacent coghweel.",
  "chapter.stage.1.quest.8.description.2" : "If a Coghweel A is facing a coghweel B then the B will change it's rotation sense.",
  "chapter.stage.1.quest.8.description.3" : "You can use, by default, the 'Z' key to have more info on coghweels.",

  "chapter.stage.1.quest.9.subtitle.1": "A much bigger wheel !",
  "chapter.stage.1.quest.9.description.1" : "Info : Big Cogwheels and Cogwheels can only be linked diagonally !",
  
  "chapter.stage.1.quest.10.subtitle.1": "Water Wheel is a source of rotational power",
  "chapter.stage.1.quest.10.description.1" : "It generates rotational force when water flows over it Due to the fact that the materials required to craft it are easily accessible in the early-game.", 
  "chapter.stage.1.quest.10.description.2" : "The Water Wheel serves as the earliest generator that can be made. Total stress capacity can be increased by adding more wheels in sequence.",
  "chapter.stage.1.quest.10.description.3" : "When water flows over a Water Wheel, it will begin to rotate. This rotational power can be conveyed to other components from the Water Wheels' axis",
  "chapter.stage.1.quest.10.description.4" : "The more sides of the wheel the water covers, the faster the wheel will rotate and the more stress capacity it will provide. Only flowing water or source blocks with bubble columns counts toward the power generation.",
  "chapter.stage.1.quest.10.description.5" : "To maximize the output from a Water Wheel, have water flowing in the right direction around as much of the wheel as possible.",

  "chapter.stage.1.quest.11.subtitle.1": "It is composed of a Windmill Bearing and Sails",
  "chapter.stage.1.quest.11.description.1": "Any block can be attached to the front of the Windmill Bearing but only Wool and Sails will produce power. The wool or sail can be placed in any configuration since shape does not matter.",
  "chapter.stage.1.quest.11.description.2": "Super Glue is needed to attach blocks together. Sails will connect to each other and blocks that have already been attached without needing to use Super Glue. Right Click the windmill bearing with an empty hand to start the windmill.",
  "chapter.stage.1.quest.11.description.3": "If you want to stop it to change the attached blocks, simply right-click on the block with an empty hand again. A Wrench can be used to change the spin direction of the windmill",

  "chapter.stage.1.quest.12.subtitle.1": "The Mechanical Press is a mechanical component that applies Pressing, Packing, and Compacting recipes to items below it",
  "chapter.stage.1.quest.12.description.1": "It is an important early-game item, as it is used to press Ingots into Sheets, which are important ingredients for higher-level components.",
  "chapter.stage.1.quest.12.description.2": "The Mechanical Press is powered by an internal Shaft, accessed from two opposite sides. Much like Shafts, Presses will relay rotation along their axis. It processes items faster when it receives faster rotational power.",
  "chapter.stage.1.quest.12.description.3":"By default, the Mechanical Press will apply Pressing recipes to items underneath it. This can be set up in two ways:",
  "chapter.stage.1.quest.12.description.4":"● When placed one space above any block, it will process all stacks of valid items on the block when given a rotational power and a redstone signal(like a lever). Items with no pressing recipe are unaffected.",
  "chapter.stage.1.quest.12.description.5":"● When placed one space above a Mechanical Belt, it will automatically press stacks of incoming items, stalling the belt until each operation is done. Items with no pressing recipe are ignored.",

  "chapter.stage.1.quest.13.subtitle.1": "Sand Pressing",
  "chapter.stage.1.quest.13.description.1" : "&4Sand Paper&r is a tool used only to create Polished Rose Quartz.",

  "chapter.stage.1.quest.14.subtitle.1": "Oh a Shiny New Quartz !",
  "chapter.stage.1.quest.14.description.1" : "&eRose Quartz&r may be used to make &c&lPolished Rose Quartz&r. To do this, the player must hold Sand Paper in their offhand, Rose Quartz in their main hand, and right click. The polished version will then drop on the ground.",

  "chapter.stage.1.quest.15.subtitle.1": "It's nice and red",
  "chapter.stage.1.quest.15.description.1" : "Get yourself a &cPolished Rose Quartz&r and go onto the next quest !",

  "chapter.stage.1.quest.16.subtitle.1": "A new kind of Electron",
  "chapter.stage.1.quest.16.description.1" : "Made with Polished Rose ",

  "chapter.stage.1.quest.17.subtitle.1": "Pressing Iron",
  "chapter.stage.1.quest.17.description.1" : "Get yourself an Iron Plate and go onto the next quest !",

  "chapter.stage.1.quest.18.subtitle.1": "The Mechanical Mixer is a mechanical component that applies Mixing recipes and shapeless Crafting recipes to items in Basins.",
  "chapter.stage.1.quest.18.description.1" : "The Mechanical Mixer is powered by an internal cogwheel, and will behave as one to any adjacent components, relaying and reversing rotation sideways.",
  "chapter.stage.1.quest.18.description.2" : "The Mixer requires a minimum rotational speed of 32 RPM from its power source to work. Mixers will process ingredients faster the more speed it is given.",
  "chapter.stage.1.quest.18.description.3" : "To work, a Mixer must be placed directly above a Basin, with a 1 block gap. When a valid recipe is inserted by throwing the ingredients in the Mixer, the Mixer will automatically combine the ingredients.",
  "chapter.stage.1.quest.18.description.4" : "The Mechanical Mixer may be used to perform mixing recipes, which are not possible to make anywhere else.",

  "chapter.stage.1.quest.19.subtitle.1": "Go to Hell",
  "chapter.stage.1.quest.19.description.1" : "I suggest you prepare yourself in order to visit &4The Nether&r...Or else...",

  "chapter.stage.1.quest.20.subtitle.1": "Hell Hunting",
  "chapter.stage.1.quest.20.description.1" : "When you find a Fortress don't forget to bring the &cBlaze Burner&r to capture a Blaze",
  "chapter.stage.1.quest.20.description.2" : "This will give you a &4Blaze Burner&r.",

  "chapter.stage.1.quest.21.subtitle.1": "Blaze Catcher",
  "chapter.stage.1.quest.21.description.1" : "Don't forget to bring Fire Resistance Potions !"
}
