{
    "recipes.lychee.item_inside.charoite.condition.description": "Se converti dans les environs de midi (3:20 - 6:40). S'annule si laissé trop longtemps...",
    "recipes.lychee.item_inside.moonstone.condition.description": "Se converti dans les environs de minuit (13:20 - 16:40). S'annule si laissé trop longtemps...",

    "chapter.welcome.quest.1.description.1": "BisectHosting propose un hébergement de serveur simple, rapide et de haute qualité, avec plus d'une douzaine d'emplacements disponibles dans le monde entier, garantissant une faible latence. Après votre achat, le serveur est déjà configuré et prêt à être utilisé.",
    "chapter.welcome.quest.1.description.2": "Utilisez le code &l&bCHROMATECH&r pour obtenir une réduction de 25% sur votre premier mois en tant que nouveau client pour l'un de leurs serveurs de jeux.",
    "chapter.welcome.quest.1.description.3" : "Code promo : &l&aCHROMATECH&r",

    "chapter.welcome.quest.2.description.1" : "FTB Chunks vous permet de &4réclamer des chunks&r pour &4protéger&r vos blocs. Il dispose également d'une &9minicarte et d'une plus grande carte&r ! Vous pouvez la trouver dans le coin supérieur gauche de votre inventaire. \n\n&6Cliquez-droit&r n'importe où sur la carte pour créer un waypoint. \n\n&6Cliquez-droit&r sur les waypoints et les points de mort pour les modifier ou les supprimer.\n\nCliquez sur le &1bouton des chunks claims&r, puis cliquez gauche ou &6droit&r sur la carte pour sélectionner les chunks qui vous appartiendront. &6Maintenez la touche Maj gauche&r ou &6cliquez-droit&r sur les chunks claims pour basculer le chargement forcé.",

    "chapter.welcome.quest.3.description.1" : "&6&lFTB Ultimine&r is a very useful mod for mining.",
    "chapter.welcome.quest.3.description.2" : "En effet, en utilisant la touche ² (par défaut), vous verrez un contour blanc qui sera appelé la &c&lZone Ultimine&r et qui représente ce que vous allez miner.",
    "chapter.welcome.quest.3.description.3" : "Cette &c&lZone Ultimine&r peut être modifiée. En fait, si vous continuez à appuyer sur la touche ² + scroll de la souris, vous pouvez changer la forme de cette zone et trouver celle qui vous convient le mieux.",

    "chapter.welcome.quest.4.description.1" : "Pour partager vos quêtes avec vos amis, vous devez créer une équipe.",
    "chapter.welcome.quest.4.description.2" : "Pour ce faire, exécutez cette commande :",
    "chapter.welcome.quest.4.description.3" : "Pour inviter vos amis, exécutez cette commande :",
    "chapter.welcome.quest.4.description.4" : "Vos amis n'ont qu'à accepter, et vous êtes maintenant dans une équipe.",

    "chapter.welcome.quest.5.description.1" : "En fait, une &8quête&r par défaut ne nécessite pas de &7&ldépendance&r, vous pouvez donc la faire dès maintenant ou plus tard, c'est à vous de décider.",
    "chapter.welcome.quest.5.description.2" : "Comme vous pouvez le constater, la majorité des quêtes nécessitent une &7&ldépendance&r. Pour les débloquer, vous pouvez cliquer sur la &4&l&nFlèche Rouge Clignotante&r pour afficher la ou les &7&ldépendances&r nécessaires.",

    "chapter.welcome.quest.6.description.1" : "&aSpice of Life: Carrot Edition&r permet de suivre le nombre d'aliments uniques qu'un joueur a consommés. À mesure qu'ils atteignent certains paliers de quantités d'aliments uniques, ils gagnent de manière permanente de nouveaux cœurs, augmentant ainsi leur santé maximale ! Pour atteindre le maximum de leurs barres de points de vie, les joueurs devront partir en quête et fabriquer des aliments exotiques.",

    "chapter.welcome.quest.7.description.1" : "Sur le &bserveur Discord de Gogo08&r, vous trouverez des canaux de support dédiés à Chroma Endless 2.",
    "chapter.welcome.quest.7.description.2" : "Il s'agit d'un serveur communautaire francophone, mais vous pouvez également parler anglais. La communauté et le staff feront certainement de leur mieux pour vous aider.",
    "chapter.welcome.quest.7.description.3" : "Serveur Discord de Gogo08",

    "chapter.welcome.quest.8.description.1" : "Sur ce site web, vous trouverez plus d'informations sur &6&lChroma Endless 2&r, l'équipe Chroma et nos autres modpacks.",
    "chapter.welcome.quest.8.description.2" : "Voici une liste de ce que vous pouvez trouver :",
    "chapter.welcome.quest.8.description.3" : "→ Qui a développé ce modpack et quelles sont leurs descriptions.",
    "chapter.welcome.quest.8.description.4" : "→ Les autres modpacks développés par la Team Chroma.",

    "chapter.welcome.quest.9.subtitle.1" : "Je suis un rat !",
    "chapter.welcome.quest.9.description.1" : "Vous pouvez gagner des pièces en accomplissant des quêtes (chaque niveau de pièces dépend de la difficulté de la quête).",
    "chapter.welcome.quest.9.description.2" : "Les pièces sont utilisées pour faire du commerce avec les villageois.",
    "chapter.welcome.quest.9.description.3" : "Vous pouvez faire un clic droit sur les pièces pour les stocker dans votre sac d'argent personnel (trouvé dans le coin supérieur droit de l'inventaire du joueur).",
    "chapter.welcome.quest.9.description.4" : "Le coût des objets est plus élevé en fonction de leur rareté.",
    "chapter.welcome.quest.9.description.5" : "Les pièces ont différents niveaux :\n\n                    (&#C86A13Cuivre&r > &#bcbcbcArgent&r > &#FFBE0AOr&r)",

    "Stage 1":"---------------------------------------------------------------------------------------------------------------------------------------------------",

    "chapter.stage.1.quest.1.title.1": "Bois",
    "chapter.stage.1.quest.1.subtitle.1": "Un début classique",
    "chapter.stage.1.quest.1.description.1" : "Qu'est-ce que serait Minecraft sans recolter du bois ? Allez hop on y va !",

    "chapter.stage.1.quest.2.title.1": "Planches",
    "chapter.stage.1.quest.2.subtitle.1": "Du pain sur la planche",
    "chapter.stage.1.quest.2.description.1" : "Vraiment? On doit expliquer comment obtenir des planches?",

    "chapter.stage.1.quest.3.subtitle.1": "Miner et Crafter",
    "chapter.stage.1.quest.3.description.1" : "La table de craft est un début à tout !",

    "chapter.stage.1.quest.4.subtitle.1": "Au fourneau !",
    "chapter.stage.1.quest.4.description.1" : "Il est temps de cuire et de fondre !",

    "chapter.stage.1.quest.5.title.1": "Andésite avec du Fer/Zinc",
    "chapter.stage.1.quest.5.subtitle.1": "Mélangeons des minerais ! ",
    "chapter.stage.1.quest.5.description.1" : "En créant cet alliage vous allez pouvoir avancer !",
    "chapter.stage.1.quest.5.description.2" : "Nous vous suggérons de regarder comment il se craft.",
    "chapter.stage.1.quest.5.description.3" : "Plus tard dans le pack, d'autres recettes seront possibles, ne vous inquiétez pas.",

    "chapter.stage.1.quest.6.subtitle.1": "Le Nouvel Alliage",
    "chapter.stage.1.quest.6.description.1" : "En brulant ce mélange vous allez pouvoir avoir ce nouvel alliage.",
    "chapter.stage.1.quest.6.description.2" : "Tout comme le mélange de l'étape d'avant d'autres méthodes de fabrication seront disponibles plus tard.",

    "chapter.stage.1.quest.7.subtitle.1": "La rotation c'est génial",
    "chapter.stage.1.quest.7.description.1" : "Ces rotors peuvent être placés comme bon vous semble et transmette ce qu'on va appeler l'énergie create: La rotation.",

    "chapter.stage.1.quest.8.subtitle.1": "Les roues dentées sont un composant mécanique de base dans Create qui relaie la rotation",
    "chapter.stage.1.quest.8.description.1" : "Les roues dentées peuvent transmettre la rotation à une autre roue dentée adjacente.",
    "chapter.stage.1.quest.8.description.2" : "Si un coghweel A fait face à un coghweel B alors la B changera son sens de rotation.",
    "chapter.stage.1.quest.8.description.3" : "Vous pouvez utiliser, par défaut, la touche 'Z' pour avoir plus d'informations sur les roues dentées.",

    "chapter.stage.1.quest.9.subtitle.1": "Une plus grosse roue!",
    "chapter.stage.1.quest.9.description.1" : "Info : Les grandes roues dentées et les roues dentées ne peuvent être reliées qu'en diagonale!",

    "chapter.stage.1.quest.10.subtitle.1": "La roue à eau est une source de Rotation",
    "chapter.stage.1.quest.10.description.1" : "Elle génère une force rotative lorsque l'eau s'écoule dessus en raison du fait que les matériaux nécessaires pour la fabriquer sont facilement accessibles en début de partie.",
    "chapter.stage.1.quest.10.description.2" : "La roue à eau sert de générateur précoce pouvant être fabriqué. La capacité totale de stress peut être augmentée en ajoutant davantage de roues en série.",
    "chapter.stage.1.quest.10.description.3" : "Lorsque l'eau s'écoule sur une roue à eau, elle commence à tourner. Cette puissance rotative peut être transmise à d'autres composants à partir de l'axe des roues à eau.",
    "chapter.stage.1.quest.10.description.4" : "Plus le nombre de côtés de la roue couverts par l'eau est élevé, plus la roue tournera rapidement et plus elle fournira de capacité de stress. Seule l'eau en mouvement ou les blocs sources avec des colonnes de bulles contribuent à la génération de puissance.",
    "chapter.stage.1.quest.10.description.5" : "Pour maximiser la production d'une roue à eau, il est préférable d'avoir de l'eau s'écoulant dans la bonne direction autour de la roue autant que possible.",

    "chapter.stage.1.quest.11.subtitle.1": "Elle est composée d'un palier de moulin à vent et de voiles.",
    "chapter.stage.1.quest.11.description.1": "N'importe quel bloc peut être attaché à l'avant du palier de moulin à vent, mais seules la laine et les voiles produiront de l'énergie. La laine ou les voiles peuvent être placés dans n'importe quelle configuration, car la forme n'a pas d'importance.",
    "chapter.stage.1.quest.11.description.2": "La Super Glue est nécessaire pour attacher les blocs ensemble. Les voiles se connecteront les unes aux autres et aux blocs déjà attachés sans avoir besoin d'utiliser de Super Glue. Cliquez avec le bouton droit de la souris sur le palier de moulin à vent avec une main vide pour démarrer le moulin à vent.",
    "chapter.stage.1.quest.11.description.3": "Si vous souhaitez l'arrêter pour changer les blocs attachés, cliquez simplement à nouveau sur le bloc avec une main vide. Une clé anglaise peut être utilisée pour changer la direction de rotation du moulin à vent.",

    "chapter.stage.1.quest.12.subtitle.1": "La presse mécanique est un composant mécanique qui applique des recettes de pressage, d'emballage et de compactage aux objets situés en dessous d'elle.",
    "chapter.stage.1.quest.12.description.1": "C'est un objet important en début de partie, car il est utilisé pour presser les lingots en feuilles, qui sont des ingrédients importants pour les composants de niveau supérieur.",
    "chapter.stage.1.quest.12.description.2": "La presse mécanique est alimentée par un arbre interne, accessible depuis deux côtés opposés. Tout comme les arbres, les presses transmettent la rotation le long de leur axe. Elle traite les objets plus rapidement lorsqu'elle reçoit une puissance de rotation plus élevée.",
    "chapter.stage.1.quest.12.description.3":"Par défaut, la presse mécanique appliquera des recettes de pressage aux objets situés en dessous d'elle. Cela peut être configuré de deux manières :",
    "chapter.stage.1.quest.12.description.4":"● Lorsqu'elle est placée à un bloc au-dessus de n'importe quel bloc, elle traitera tous les tas d'objets valides présents sur le bloc lorsqu'elle reçoit une puissance de rotation et un signal redstone (comme un levier). Les objets sans recette de pressage ne sont pas affectés.",
    "chapter.stage.1.quest.12.description.5":"● Lorsqu'elle est placée à un bloc au-dessus d'une bande mécanique, elle pressera automatiquement les tas d'objets entrants, arrêtant la bande jusqu'à ce que chaque opération soit terminée. Les objets sans recette de pressage sont ignorés.",

    "chapter.stage.1.quest.13.title.1": "Papier de verre",
    "chapter.stage.1.quest.13.subtitle.1": "Pressons du Sable",
    "chapter.stage.1.quest.13.description.1" : "Le papier de verre est un outil utilisé uniquement pour créer du quartz rose poli.",

    "chapter.stage.1.quest.14.subtitle.1": "Oh, un nouveau quartz brillant !",
    "chapter.stage.1.quest.14.description.1" : "Le quartz rose peut être utilisé pour fabriquer du quartz rose poli. Pour cela, le joueur doit tenir du papier de verre dans leur main gauche (offhand), du quartz rose dans leur main droite (main hand), puis faire un clic droit. La version polie du quartz rose tombera alors par terre.",

    "chapter.stage.1.quest.15.subtitle.1": "C'est cool en rouge !",
    "chapter.stage.1.quest.15.description.1" : "Procurez vous un &cquartz rose poli&r et passez à la quête suivante !",

    "chapter.stage.1.quest.16.subtitle.1": "Un tube d'Electrons",
    "chapter.stage.1.quest.16.description.1" : "Fabriqué avec du Quartz Polis Rose",

    "chapter.stage.1.quest.17.subtitle.1": "Compressage du Fer",
    "chapter.stage.1.quest.17.description.1" : "Procurez vous une plaque de fer et passe à la quête suivante ! !",

    "chapter.stage.1.quest.18.subtitle.1": "The Mechanical Mixer",
    "chapter.stage.1.quest.18.description.1" : "Le mélangeur mécanique est alimenté par une roue dentée interne et se comportera comme une telle avec tous les composants adjacents, transmettant et inversant la rotation latéralement.",
    "chapter.stage.1.quest.18.description.2" : "Le mélangeur nécessite une vitesse de rotation minimale de 32 RPM (tours par minute) de sa source d'alimentation pour fonctionner. Plus il est alimenté avec de la vitesse, plus il traitera rapidement les ingrédients.",
    "chapter.stage.1.quest.18.description.3" : "Pour fonctionner, un mélangeur doit être placé directement au-dessus d'un bassin, avec un espace d'un bloc entre les deux. Lorsqu'une recette valide est insérée en jetant les ingrédients dans le mélangeur, celui-ci combinera automatiquement les ingrédients.",
    "chapter.stage.1.quest.18.description.4" : "Le mélangeur mécanique peut être utilisé pour réaliser des recettes de mélange qui ne peuvent être réalisées nulle part ailleurs.",

    "chapter.stage.1.quest.19.title.1": "Visiter la dimension : &cLe Nether",
    "chapter.stage.1.quest.19.subtitle.1": "Allons en Enfer !",
    "chapter.stage.1.quest.19.description.1" : "On vous suggère de vous préparer avant de visiter &4le Nether&r... Ou Sinon...",

    "chapter.stage.1.quest.20.subtitle.1": "Une chasse d'Enfer...",
    "chapter.stage.1.quest.20.description.1" : "Lorsque vous trouverez une forteresse, n'oubliez pas d'apporter le &cbrûleur de Blaze&r pour capturer un Blaze.",
    "chapter.stage.1.quest.20.description.2" : "Cela vous donnera un &4brûleur de Blaze&r.",

    "chapter.stage.1.quest.21.subtitle.1": "Captureur de Blaze",
    "chapter.stage.1.quest.21.description.1" : "N'oubliez pas d'apporter des potions de résistance au feu !",
    
    "chapter.stage.1.quest.22.subtitle.1": "C'est l'heure de Bronzer",
    "chapter.stage.1.quest.22.description.1" : "Combinez un &#B87333Lingot de cuivret&r et un &#BAC4C8Lingot de Zinc&r dans un &oCreate&r &lMechanical Mixer&r et &lBassin&r (&4Chauffé&r). Ils vont fusionner et donner du&#B5A642Lingot Brass&r",

    "chapter.stage.1.quest.23.subtitle.1": "Le Deployer simulater une interaction de joueur jusqu'à 2 blocs de lui",
    "chapter.stage.1.quest.23.description.1" : "Le Deployer simule de base le clic droit. Vous pouvez mettre le clic gauche avec la Wrench de Create.",
    "chapter.stage.1.quest.23.description.2" : "Le Deployer a 2 slots d'inventaire; l'item tenu et un extra slot interne. En plus des objets inutilisables, les objets récoltés par le Déployeur seront transférés vers l'emplacement supplémentaire pour être retirés par d'autres machines, pendant ce temps le Déployeur se bloquera. Les objets ne peuvent pas être extraits de l'emplacement supplémentaire directement par le joueur.",

    "chapter.stage.1.quest.24.subtitle.1": "A Better Casing",
    "chapter.stage.1.quest.24.description.1" : "Using the previously crafted Deployer might be a good idea...just saying",

    "chapter.stage.1.quest.25.subtitle.1": "A new kind of Crafting",
    "chapter.stage.1.quest.25.description.1" : "An array of Mechnical Crafters can be used to automate any recipe",
    "chapter.stage.1.quest.25.description.2" : "All paths have to converge and lead to an output and that on any side of a crafter",

    "chapter.stage.1.quest.26.subtitle.1": "A really useful component",
    "chapter.stage.1.quest.26.description.1" : "Made with a circuit that you're gonna have to do 5 times,",
    "chapter.stage.1.quest.26.description.2" : "The Precision Mechanism is going to be used in several useful recipes",
    "chapter.stage.1.quest.26.description.3" : "Pro Tip : Making an early automation might be a good idea",

    "chapter.stage.1.quest.27.subtitle.1": "Mining With Create !",
    "chapter.stage.1.quest.27.description.1" : "First : Use an Ore Vein Finder to locate ores.",
    "chapter.stage.1.quest.27.description.2" : "Second : Place a Drilling Machine or Fluid Extractor to harvest the ressource and put a Drill.",
    "chapter.stage.1.quest.27.description.3" : "Last : Put some rotation and extract the results.",
    "chapter.stage.1.quest.27.description.4" : "Pro Tip : To get more info you can press 'W' by default.",

    "chapter.stage.1.quest.28.subtitle.1": "Fluid Extracting With Create",
    "chapter.stage.1.quest.29.description.1" : "Like the Drilling find a Fluid to extract and repeat the same steps.",

    "chapter.stage.1.quest.30.subtitle.1": "A better Eye",
    "chapter.stage.1.quest.30s.description.1" : "Used to locate Ores or Fluid to extract with The Drill or The Well",

    "chapter.stage.1.quest.31.subtitle.1": "Starting Tinker !",
    "chapter.stage.1.quest.31.description.1" : "Tinker is a really useful mod ! I guess you should look the recipe to go on.",
    "chapter.stage.1.quest.31.description.2" : "These first tables will allow you to create your first Tinker Tool !",

    "chapter.stage.1.quest.32.subtitle.1": "Store Useless Parts",
    "chapter.stage.1.quest.32.description.1" : "This special is like said useful to stock your parts that you don't use anymore.",

    "chapter.stage.1.quest.33.subtitle.1": "A better, yet for now, chest",
    "chapter.stage.1.quest.33.description.1" : "The Tinker chest can store any item in a total of 64 slots. But note that each slot can only hold 16 items.",

    "chapter.stage.1.quest.34.subtitle.1": "I am Grout !",
    "chapter.stage.1.quest.34.description.1" : "Grout is the starting of any good Tinker Smeltery",
    "chapter.stage.1.quest.34.description.2" : "Gather some sand, gravel and clay and mix them in Create to get Grout",
    "chapter.stage.1.quest.34.description.3" : "Don't forget to heat your mixing recipe !",

    "chapter.stage.1.quest.35.subtitle.1": "Smelting  Grout",
    "chapter.stage.1.quest.35.description.1" : "Seared Bricks are used to make the parts of the Tinker Smeltery",
    "chapter.stage.1.quest.35.description.2" : "Go to the next quest to see which parts are going to be useful",

    "chapter.stage.1.quest.36.title.1": "Melter",
    "chapter.stage.1.quest.36.subtitle.1": "Your first 'Smeltery', The Melter !",
    "chapter.stage.1.quest.36.description.1" : "Before making the big old Smeltery you should do The Melter",
    "chapter.stage.1.quest.36.description.2" : "All needed parts are listed on this quest.",

    "chapter.stage.1.quest.37.title.1": "Smeltery",
    "chapter.stage.1.quest.37.subtitle.1": "The Tinker Smeltery !",
    "chapter.stage.1.quest.37.description.1" : "As we seen sooner in the quests, seared brick is going to be needed (again)",
    "chapter.stage.1.quest.37.description.2" : "The Melter is also going to be usefull to make some parts !",

    "chapter.stage.1.quest.38.subtitle.1": "Gold And Zinc Mix",

    "chapter.stage.1.quest.39.subtitle.1": "Lead, Osmium And Uranium Mix",

    "chapter.stage.1.quest.40.subtitle.1": "Cobalt And Netherite Mix",

    "chapter.stage.1.quest.41.subtitle.1": "Copper, Silver And Tin Mix",

    "chapter.stage.1.quest.42.subtitle.1": "Iron, Aluminum And Nickel Mix",

    "chapter.stage.1.quest.43.title.1": "Basic Sieving Factory - Part 1",
    "chapter.stage.1.quest.43.subtitle.1": "A new Create Multiblock Part One !",
    "chapter.stage.1.quest.43.description.1": "Here are the first parts of our Custom Create Multiblock !",

    "chapter.stage.1.quest.44.title.1": "Basic Sieving Factory - Part 2",
    "chapter.stage.1.quest.44.subtitle.1": "A new Create Multiblock Part Two !",
    "chapter.stage.1.quest.44.description.1": "Here are the second parts of our Custom Create Multiblock !",

    "chapter.stage.1.quest.45.title.1": "Basic Sieving Factory",
    "chapter.stage.1.quest.45.subtitle.1": "Sieving at it's best !",
    "chapter.stage.1.quest.45.description.1": "This multiblock will allow you to process the resources obtained by the &6Drilling Machine&r.",
    "chapter.stage.1.quest.45.description.2": "To power this multiblock, you will need stress and water.",

    "chapter.stage.1.quest.46.subtitle.1": "Magic Paper",
    "chapter.stage.1.quest.46.description.1": "To get &5Vellum&r simply right click on a Cauldron of Water with Leather in your hand.",

    "chapter.stage.1.quest.47.subtitle.1": "Mana and Artifice's Ingame Wiki",
    "chapter.stage.1.quest.47.description.1": "This book will guide your adventure on the &5&lMana and Artifice&r Mod",
    "chapter.stage.1.quest.47.description.2": "You will be able to find any information about the mod on this book.",

    "chapter.stage.1.quest.48.subtitle.1": "Occult Tree of Progression",
    "chapter.stage.1.quest.48.description.1": "&9The Occulus&r is a block that will guide the player what Tier they are, what they have unlocked, and what the player needs to complete to advance to the next Tier",
    "chapter.stage.1.quest.48.description.2": "On the left of the GUI is a list of tabs with different information. On the right of the GUI is a bar that tells the player how far they have progressed to the next Tier.",

    "chapter.stage.1.quest.49.subtitle.1": "A new Altar",
    "chapter.stage.1.quest.49.description.1": "&5The Manaweaving Altar&r used to craft magical items and is capable of requiring up to 9 items and 6 Manaweaving Patterns.",
    "chapter.stage.1.quest.49.description.2": "You can add items by right clicking with them in your hand, the order does not matter.",
    "chapter.stage.1.quest.49.description.3": "The Manaweaving Altar also requires you to cast Mana Weaving Patterns near it using a Manaweaving wand, the order does matter.",
    "chapter.stage.1.quest.49.description.4": "You can remove a Manaweaving Pattern in the reversed order they were place by right clicking the Altar with a Wand.",
    "chapter.stage.1.quest.49.description.5": "You can bind a Manaweaving Wand to a specific Altar by Shift+Right Clicking with the Wand.",
    "chapter.stage.1.quest.49.description.6": "In place of using a Manaweaving Wand Manaweave in a Bottle or a Manaweave Projector can be used instead.",

    "chapter.stage.1.quest.50.subtitle.1": "Crafting Spells",
    "chapter.stage.1.quest.50.description.1": "The Inscription Table is used to create spell recipes.",
    "chapter.stage.1.quest.50.description.2": "She has 3 slots in the top left corner of the GUI. The leftmost slot is for Arcanist Ink, the middle for Vellum, and the rightmost for Arcane Ash",
    "chapter.stage.1.quest.50.description.3": "There are three type of spell options: Shapes, Components, and Modifiers. There are five slots in the middle of the GUI that hold spell options.",
    "chapter.stage.1.quest.50.description.4": "A recipe can hold 1 Shape, 1 Component, and 3 Modifiers.",
    "chapter.stage.1.quest.50.description.5": "Shapes affect how the spell is cast, such as a beam, by touch, or on one's self. Components affect what the spell does, such as fire damage, healing, or digging. Modifiers affect the properties of the spell, such as extending the range, duration, or potency.",
    "chapter.stage.1.quest.50.description.6": "Clicking on the options adds them to the recipe; at least one shape and component must be selected.",
    "chapter.stage.1.quest.50.description.7": "To adjust modifier settings select a modifier and click on the yellow arrows that appear to increase or lower the desired property.",
    "chapter.stage.1.quest.50.description.8": "On the right-hand side of the GUI the complexity, mana cost, inscription table costs and required spell components are displayed.",
    "chapter.stage.1.quest.50.description.9": "To finish a recipe click the green arrow at the top of the GUI. Recipes take time to be crafted, which is shown with a progress bar along the top. When finished the Inscription Table deposits the spell recipe in the top-right corner of the GUI.",

    "chapter.stage.1.quest.51.subtitle.1": "Forging Runes",
    "chapter.stage.1.quest.51.description.1": "&5Runeforge&r is used as furnace to refine several items. But be careful with the required tier.",
    "chapter.stage.1.quest.51.description.2": "It can be used to create unique crafting recipes like &5&lEssence Of Darkness&r from Chroma Endless 2 !",

    "Stage 2":"---------------------------------------------------------------------------------------------------------------------------------------------------",

    "chapter.stage.2.quest.1.subtitle.1": "The Forge Hammer",
    "chapter.stage.2.quest.1.description.1": "&9The Forge Hammer&r will be useful to build all of your &cImmersive Multiblocks&r",
    "chapter.stage.2.quest.1.description.2": "So we suggest that you should keep it somewhere that you will remember !",

    "chapter.stage.2.quest.2.subtitle.1": "Build an &5Alloy Kiln",
    "chapter.stage.2.quest.2.description.1": "&5The Alloy Kiln&r is really useful to create early alloys",

    "chapter.stage.2.quest.3.subtitle.1": "Build a &6Coke Oven&r",
    "chapter.stage.2.quest.3.description.1": "&6The Coke Oven&r is the first way to obtain &4Treated Wood&r with &7Creosote Oil&r",

    "chapter.stage.2.quest.4.subtitle.1": "Blasting expert",
    "chapter.stage.2.quest.4.description.1": "&6The Blast Furnace&r is the first step to do to have &9Steel Ingots&r",

    "chapter.stage.2.quest.5.subtitle.1": "An Immersive Crafting Table",
    "chapter.stage.2.quest.5.description.1": "To craft &5Immersive&r first components you will have to craft this Workbench",
    "chapter.stage.2.quest.5.description.2": "Later in the game, a more valuable recipe will be used, but for now we suggest to use that.",

    "chapter.stage.2.quest.6.subtitle.1": "Powerful Pliers",
    "chapter.stage.2.quest.6.description.1": "The &9Engineer Wire Cutters&r are very helpful to craft your first &5Immersive&r press and wires",

    "chapter.stage.2.quest.7.subtitle.1": "Your first &5Immersive&r Energy",
    "chapter.stage.2.quest.7.description.1": "The &9Kinetic Dynamo&r is mainly used to hold the &6Water Wheel&r and the &6Windmill",
    "chapter.stage.2.quest.7.description.2": "Please go to each items quest to see how to use them.",

    "chapter.stage.2.quest.8.subtitle.1": "&6The Water Wheel&r",
    "chapter.stage.2.quest.8.description.1": "It generates &c&lIF&r with water that flows around it.",
    "chapter.stage.2.quest.8.description.2": "For optimal results direct the water in a semi-circle from the top down one side and along the bottom.",
    "chapter.stage.2.quest.8.description.3": "You can add 2 more &5Water Wheels&r to get more energy",

    "chapter.stage.2.quest.9.subtitle.1": "&6The WindMill&r",
    "chapter.stage.2.quest.9.description.1": "This item is the first thing when it comes to &5Immersive&r energy.",
    "chapter.stage.2.quest.9.description.2": "For optimal results, the speed depends on the space in front of it and if the airflow isn't obscured",
    "chapter.stage.2.quest.9.description.3": "ProTip : Rain or Thunder generates more energy",

    "chapter.stage.2.quest.10.subtitle.1": "&6The MetalPress&r",
    "chapter.stage.2.quest.10.description.1": "This is mainly used to shape any metal with the mold placed on it's piston.",
    "chapter.stage.2.quest.10.description.2": "To build this structure, you can see the &6Engineer's Manual&r",
    "chapter.stage.2.quest.10.description.3": "ProTip : The red block is where you should click to form the multiblock.",

    "chapter.stage.2.quest.11.subtitle.1": "A Better and Powered &9Coke Oven&r",
    "chapter.stage.2.quest.11.description.1": "Getting tired of using coal to get coal coke? Here is your chance.",
    
    "chapter.stage.2.quest.12.subtitle.1": "&6The Mixer&r",
    "chapter.stage.2.quest.12.description.1": "This is mainly used to mix an item with a liquid.",
    "chapter.stage.2.quest.12.description.2": "To build this structure, you can see the &6Engineer's Manual&r",
    "chapter.stage.2.quest.12.description.3": "ProTip : The red block is where you should click to form the multiblock.",

    "chapter.stage.2.quest.13.subtitle.1": "Stocking &cIF&r",
    "chapter.stage.2.quest.13.description.1": "Accumulators can stock &cIF&r.",
    "chapter.stage.2.quest.13.description.2": "You can use the hammer to adjust the configuration of each side.",

    "chapter.stage.2.quest.14.subtitle.1": "&6The Fermenter&r",
    "chapter.stage.2.quest.14.description.1": "This is mainly used to distill any growing food into &7&lEthanol&r",
    "chapter.stage.2.quest.14.description.2": "To build this structure, you can see the &6Engineer's Manual&r",
    "chapter.stage.2.quest.14.description.3": "ProTip : The red block is where you should click to form the multiblock.",

    "chapter.stage.2.quest.15.subtitle.1": "&6The Refinery&r",
    "chapter.stage.2.quest.15.description.1": "This is mainly used to mix two liquids together to have a better one",
    "chapter.stage.2.quest.15.description.2": "To build this structure, you can see the &6Engineer's Manual&r",
    "chapter.stage.2.quest.15.description.3": "ProTip : The red block is where you should click to form the multiblock.",

    "chapter.stage.2.quest.16.subtitle.1": "Using &6The Refinery&r",
    "chapter.stage.2.quest.16.description.1": "Getting this liquid will allow you to advance further in this stage.",

    "chapter.stage.2.quest.17.subtitle.1": "&6The Bottling machine&r",
    "chapter.stage.2.quest.17.description.1": "This is mainly used to fill any item with fluid",
    "chapter.stage.2.quest.17.description.2": "To build this structure, you can see the &6Engineer's Manual&r",
    "chapter.stage.2.quest.17.description.3": "ProTip : The red block is where you should click to form the multiblock.",

    "chapter.stage.2.quest.18.subtitle.1": "Be an Energistic Engineer",
    "chapter.stage.2.quest.18.description.1": "Charging stuff is cool but you have to do this first.",

    "chapter.stage.2.quest.19.subtitle.1": "Meterorite Hunter",
    "chapter.stage.2.quest.19.description.1": "Meteorites can be found anywhere, this will help you find one.",

    "chapter.stage.2.quest.20.subtitle.1": "Pressing Silicon",

    "chapter.stage.2.quest.21.subtitle.1": "Pressing Gold",

    "chapter.stage.2.quest.22.subtitle.1": "Pressing Diamond",

    "chapter.stage.2.quest.23.subtitle.1": "Pressing Certus Quartz",

    "chapter.stage.2.quest.24.subtitle.1": "Printing Silicon",

    "chapter.stage.2.quest.25.subtitle.1": "Printing Gold",

    "chapter.stage.2.quest.26.subtitle.1": "Printing Diamond",

    "chapter.stage.2.quest.27.subtitle.1": "Printing Certus Quartz",

    "chapter.stage.2.quest.28.subtitle.1": "&6The Arc Furnace&r",
    "chapter.stage.2.quest.28.description.1": "This is mainly used to smelt advanced items and getting processors. ",
    "chapter.stage.2.quest.28.description.2": "To build this structure, you can see the &6Engineer's Manual&r",
    "chapter.stage.2.quest.28.description.3": "ProTip : The red block is where you should click to form the multiblock.",

    "chapter.stage.2.quest.29.subtitle.1": "Calculating Press",

    "chapter.stage.2.quest.30.subtitle.1": "Engineering Press",

    "chapter.stage.2.quest.31.subtitle.1": "Logic Press",

    "chapter.stage.2.quest.32.subtitle.1": "Charging Certus",
    "chapter.stage.2.quest.32.description.1": "This block is mainly used to charge Certus Quartz with energy",

    "chapter.stage.2.quest.33.subtitle.1": "Wall of Projection",

    "chapter.stage.2.quest.34.subtitle.1": "New way of Crafting",

    "chapter.stage.2.quest.35.subtitle.1": "Accepting Other Energy",
    "chapter.stage.2.quest.35.description.1": "The Energy Acceptor transforms any other energy into Applied Energy (AE).",

    "chapter.stage.2.quest.36.subtitle.1": "Let Crystals Grow",
    "chapter.stage.2.quest.36.description.1": "Accelerates the growing speed of any Applied seeds",

    "chapter.stage.2.quest.37.subtitle.1": "Early Storage",
    "chapter.stage.2.quest.37.description.1": "By placing this on any storage, you will be able to manage it's inventory with Applied",
    "chapter.stage.2.quest.37.description.2": "Using Me Glass Cables might be a good idea",

    "chapter.stage.2.quest.38.subtitle.1": "Viewing Items",
    "chapter.stage.2.quest.38.description.1": "This is a panel that can be able to see all items in your Applied Storages",

    "chapter.stage.2.quest.39.subtitle.1": "Applied Crafting",
    "chapter.stage.2.quest.39.description.1": "Simply add the fact that you can now craft with those Items now"
    }

