{
  "recipes.lychee.item_inside.charoite.condition.description": "Se converti dans les environs de midi (3:20 - 6:40). S'annule si laissé trop longtemps...",
  "recipes.lychee.item_inside.moonstone.condition.description": "Se converti dans les environs de minuit (13:20 - 16:40). S'annule si laissé trop longtemps...",

  "chapter.welcome.title": "&lBienvenue",
  "chapter.shop.title": "&lBoutique",
  "chapter.challenges.title": "&lDéfis",

  "chapter.welcome.quest.1.title.1": "Procurez-vous un serveur !",
  "chapter.welcome.quest.1.description.1": "BisectHosting propose un hébergement de serveur simple, rapide et de haute qualité, avec plus d'une douzaine d'emplacements disponibles dans le monde entier, garantissant une faible latence. Après votre achat, le serveur est déjà configuré et prêt à être utilisé.",
  "chapter.welcome.quest.1.description.2": "Utilisez le code &l&bCHROMATECH&r pour obtenir une réduction de 25%% sur votre premier mois en tant que nouveau client pour l'un de leurs serveurs de jeux.",
  "chapter.welcome.quest.1.description.3" : "Code promo : &l&aCHROMATECH&r",

  "chapter.welcome.quest.2.title.1": "Chunks Claiming / Loading",
  "chapter.welcome.quest.2.description.1" : "FTB Chunks vous permet de &4réclamer des chunks&r pour &4protéger&r vos blocs. Il dispose également d'une &9minicarte et d'une plus grande carte&r ! Vous pouvez la trouver dans le coin supérieur gauche de votre inventaire. \n\n&6Cliquez-droit&r n'importe où sur la carte pour créer un waypoint. \n\n&6Cliquez-droit&r sur les waypoints et les points de mort pour les modifier ou les supprimer.\n\nCliquez sur le &1bouton des chunks claims&r, puis cliquez gauche ou &6droit&r sur la carte pour sélectionner les chunks qui vous appartiendront. &6Maintenez la touche Maj gauche&r ou &6cliquez-droit&r sur les chunks claims pour basculer le chargement forcé.",

  "chapter.welcome.quest.3.title.1": "Ultimine",
  "chapter.welcome.quest.3.description.1" : "&6&lFTB Ultimine&r is a very useful mod for mining.",
  "chapter.welcome.quest.3.description.2" : "En effet, en utilisant la touche ² (par défaut), vous verrez un contour blanc qui sera appelé la &c&lZone Ultimine&r et qui représente ce que vous allez miner.",
  "chapter.welcome.quest.3.description.3" : "Cette &c&lZone Ultimine&r peut être modifiée. En fait, si vous continuez à appuyer sur la touche ² + scroll de la souris, vous pouvez changer la forme de cette zone et trouver celle qui vous convient le mieux.",

  "chapter.welcome.quest.4.title.1": "Équipes",
  "chapter.welcome.quest.4.description.1" : "Pour partager vos quêtes avec vos amis, vous devez créer une équipe.",
  "chapter.welcome.quest.4.description.2" : "Pour ce faire, exécutez cette commande :",
  "chapter.welcome.quest.4.description.3" : "Pour inviter vos amis, exécutez cette commande :",
  "chapter.welcome.quest.4.description.4" : "Vos amis n'ont qu'à accepter, et vous êtes maintenant dans une équipe.",

  "chapter.welcome.quest.5.title.1": "Quêtes",
  "chapter.welcome.quest.5.description.1" : "En fait, une &8quête&r par défaut ne nécessite pas de &7&ldépendance&r, vous pouvez donc la faire dès maintenant ou plus tard, c'est à vous de décider.",
  "chapter.welcome.quest.5.description.2" : "Comme vous pouvez le constater, la majorité des quêtes nécessitent une &7&ldépendance&r. Pour les débloquer, vous pouvez cliquer sur la &4&l&nFlèche Rouge Clignotante&r pour afficher la ou les &7&ldépendances&r nécessaires.",
  "chapter.welcome.quest.5.description.3" : "Dans le modpack Chroma Endless 2, les joueurs peuvent suivre un chemin guidé de progression grâce aux quêtes de (&l&6Avancement principal&r). Ces quêtes principales orientent et structurent l'expérience de jeu. Par ailleurs, il existe également des (&l&6Quêtes secondaires&r) qui sont des quêtes optionnelles centrées sur divers mods. Ces quêtes secondaires ne sont pas nécessaires pour avancer dans la progression principale du modpack, offrant ainsi aux joueurs la liberté d'explorer et d'expérimenter à leur propre rythme.",

  "chapter.welcome.quest.6.title.1": "Nourrissage",
  "chapter.welcome.quest.6.description.1" : "&aSpice of Life: Carrot Edition&r permet de suivre le nombre d'aliments uniques qu'un joueur a consommés. À mesure qu'ils atteignent certains paliers de quantités d'aliments uniques, ils gagnent de manière permanente de nouveaux cœurs, augmentant ainsi leur santé maximale ! Pour atteindre le maximum de leurs barres de points de vie, les joueurs devront partir en quête et fabriquer des aliments exotiques.",

  "chapter.welcome.quest.7.title.1": "Discord",
  "chapter.welcome.quest.7.description.1" : "Sur le &bserveur Discord de Gogo08&r, vous trouverez des canaux de support dédiés à Chroma Endless 2.",
  "chapter.welcome.quest.7.description.2" : "Il s'agit d'un serveur communautaire francophone, mais vous pouvez également parler anglais. La communauté et le staff feront certainement de leur mieux pour vous aider.",
  "chapter.welcome.quest.7.description.3" : "Serveur Discord de Gogo08",

  "chapter.welcome.quest.8.title.1": "Site web",
  "chapter.welcome.quest.8.subtitle.1": "Site web de l'équipe Chroma",
  "chapter.welcome.quest.8.description.1" : "Sur ce site web, vous trouverez plus d'informations sur &6&lChroma Endless 2&r, l'équipe Chroma et nos autres modpacks.",
  "chapter.welcome.quest.8.description.2" : "Voici une liste de ce que vous pouvez trouver :",
  "chapter.welcome.quest.8.description.3" : "→ Qui a développé ce modpack et quelles sont leurs descriptions.",
  "chapter.welcome.quest.8.description.4" : "→ Les autres modpacks développés par la Team Chroma.",

  "chapter.welcome.quest.9.title.1": "Boutique",
  "chapter.welcome.quest.9.subtitle.1" : "Je suis un rat !",
  "chapter.welcome.quest.9.description.1" : "Vous pouvez gagner des pièces en accomplissant des quêtes (chaque niveau de pièces dépend de la difficulté de la quête).",
  "chapter.welcome.quest.9.description.2" : "Les pièces sont utilisées pour faire du commerce avec les villageois.",
  "chapter.welcome.quest.9.description.3" : "Vous pouvez faire un clic droit sur les pièces pour les stocker dans votre sac d'argent personnel (trouvé dans le coin supérieur droit de l'inventaire du joueur).",
  "chapter.welcome.quest.9.description.4" : "Le coût des objets est plus élevé en fonction de leur rareté.",
  "chapter.welcome.quest.9.description.5" : "Les pièces ont différents niveaux :\n\n                    (&#C86A13Cuivre&r > &#bcbcbcArgent&r > &#FFBE0AOr&r)",

  "chapter.welcome.quest.10.title.1": "Langues",
  "chapter.welcome.quest.10.description.1" : "Sur Chroma Endless 2, nous avons voulu rendre les quêtes accessibles à tous, suivant la langue que vous parlez.",
  "chapter.welcome.quest.10.description.2" : "Pour définir la langue de vos quêtes, il suffit de changer la langue de votre jeu.",

  "chapter.welcome.quest.11.title.1": "Contribution au modpack",
  "chapter.welcome.quest.11.description.1" : "Si vous souhaitez nous aider dans la traduction des quêtes dans différentes langues, vous pouvez le faire directement sur le Github du modpack.",

  "chapter.welcome.quest.12.title.1": "Bienvenue dans Chroma Endless 2 !",
  "chapter.welcome.quest.12.subtitle.1": "Chroma Endless 2: La Fusion de la Magie, de la Technologie et de l'Exploration",
  "chapter.welcome.quest.12.description.1": "Plongez dans un univers Minecraft redéfini et perfectionné! Chroma Endless 2 vous offre une expérience de jeu experte où chaque étape est soigneusement conçue pour défier, intriguer et récompenser les joueurs.",
  "chapter.welcome.quest.12.description.2": "&lCaractéristiques principales :&r",
  "chapter.welcome.quest.12.description.3": "&6&lProgrès Progressif :&r Le monde ne s'ouvre pas d'un coup; il vous incite à apprendre, à évoluer et à maîtriser chaque mod et mécanique étape par étape.",
  "chapter.welcome.quest.12.description.4": "&b&lTechnologie et Magie :&r Fusionnez les merveilles de la technologie avancée avec les mystères de la magie arcane. Que vous souhaitiez construire d'imposantes machines ou lancer des sorts puissants, Chroma Endless 2 a quelque chose pour satisfaire tous les technophiles et magiciens en herbe.",
  "chapter.welcome.quest.12.description.5": "&a&lExploration Sans Frontières :&r Partez à la découverte de nouveaux biomes, de dimensions inexplorées et de planètes lointaines. Rencontrez des créatures étonnantes et dénichez des trésors cachés réservés à ceux qui osent s'aventurer hors des sentiers battus.",
  "chapter.welcome.quest.12.description.6": "&e&lQuêtes Progressives :&r Pour guider vos aventures, un système de quêtes détaillé vous aidera à comprendre les intrications du modpack, offrant des défis à la fois pour les novices et les vétérans.",
  "chapter.welcome.quest.12.description.7": "Rejoignez l'aventure et découvrez un monde où les possibilités sont vraiment infinies. Chroma Endless 2 est plus qu'un simple modpack; c'est une histoire que vous écrivez, un défi que vous relevez et un mystère que vous révélez.",

  "chapter.group.1" : "&e-- &l&6Avancement Principal&r &e--",
  "chapter.group.2" : "&e-- &l&6Quêtes Secondaires&r &e--",

  "Stage 1":"---------------------------------------------------------------------------------------------------------------------------------------------------",

  "chapter.stage.1.title": "Étape 1",

  "chapter.stage.1.quest.1.title.1": "Bois",
  "chapter.stage.1.quest.1.subtitle.1": "Un début classique",
  "chapter.stage.1.quest.1.description.1" : "Qu'est-ce que serait Minecraft sans recolter du bois ? Allez hop on y va !",

  "chapter.stage.1.quest.2.title.1": "Planches",
  "chapter.stage.1.quest.2.subtitle.1": "Du pain sur la planche",
  "chapter.stage.1.quest.2.description.1" : "Vraiment? On doit expliquer comment obtenir des planches?",

  "chapter.stage.1.quest.3.subtitle.1": "Miner et Crafter",
  "chapter.stage.1.quest.3.description.1" : "La table de craft est un début à tout !",

  "chapter.stage.1.quest.4.subtitle.1": "Au fourneau !",
  "chapter.stage.1.quest.4.description.1" : "Il est temps de cuire et de fondre !",

  "chapter.stage.1.quest.5.title.1": "Andésite avec du Fer/Zinc",
  "chapter.stage.1.quest.5.subtitle.1": "Mélangeons des minerais ! ",
  "chapter.stage.1.quest.5.description.1" : "En créant cet alliage vous allez pouvoir avancer !",
  "chapter.stage.1.quest.5.description.2" : "Nous vous suggérons de regarder comment il se craft.",
  "chapter.stage.1.quest.5.description.3" : "Plus tard dans le pack, d'autres recettes seront possibles, ne vous inquiétez pas.",

  "chapter.stage.1.quest.6.subtitle.1": "Le Nouvel Alliage",
  "chapter.stage.1.quest.6.description.1" : "En brulant ce mélange vous allez pouvoir avoir ce nouvel alliage.",
  "chapter.stage.1.quest.6.description.2" : "Tout comme le mélange de l'étape d'avant d'autres méthodes de fabrication seront disponibles plus tard.",

  "chapter.stage.1.quest.7.subtitle.1": "La rotation c'est génial",
  "chapter.stage.1.quest.7.description.1" : "Ces rotors peuvent être placés comme bon vous semble et transmette ce qu'on va appeler l'énergie create: La rotation.",

  "chapter.stage.1.quest.8.subtitle.1": "Les roues dentées sont un composant mécanique de base dans Create qui relaie la rotation",
  "chapter.stage.1.quest.8.description.1" : "Les roues dentées peuvent transmettre la rotation à une autre roue dentée adjacente.",
  "chapter.stage.1.quest.8.description.2" : "Si un coghweel A fait face à un coghweel B alors la B changera son sens de rotation.",
  "chapter.stage.1.quest.8.description.3" : "Vous pouvez utiliser, par défaut, la touche 'Z' pour avoir plus d'informations sur les roues dentées.",

  "chapter.stage.1.quest.9.subtitle.1": "Une plus grosse roue!",
  "chapter.stage.1.quest.9.description.1" : "Info : Les grandes roues dentées et les roues dentées ne peuvent être reliées qu'en diagonale!",

  "chapter.stage.1.quest.10.subtitle.1": "La roue à eau est une source de Rotation",
  "chapter.stage.1.quest.10.description.1" : "Elle génère une force rotative lorsque l'eau s'écoule dessus en raison du fait que les matériaux nécessaires pour la fabriquer sont facilement accessibles en début de partie.",
  "chapter.stage.1.quest.10.description.2" : "La roue à eau sert de générateur précoce pouvant être fabriqué. La capacité totale de stress peut être augmentée en ajoutant davantage de roues en série.",
  "chapter.stage.1.quest.10.description.3" : "Lorsque l'eau s'écoule sur une roue à eau, elle commence à tourner. Cette puissance rotative peut être transmise à d'autres composants à partir de l'axe des roues à eau.",
  "chapter.stage.1.quest.10.description.4" : "Plus le nombre de côtés de la roue couverts par l'eau est élevé, plus la roue tournera rapidement et plus elle fournira de capacité de stress. Seule l'eau en mouvement ou les blocs sources avec des colonnes de bulles contribuent à la génération de puissance.",
  "chapter.stage.1.quest.10.description.5" : "Pour maximiser la production d'une roue à eau, il est préférable d'avoir de l'eau s'écoulant dans la bonne direction autour de la roue autant que possible.",

  "chapter.stage.1.quest.11.subtitle.1": "Elle est composée d'un palier de moulin à vent et de voiles.",
  "chapter.stage.1.quest.11.description.1": "N'importe quel bloc peut être attaché à l'avant du palier de moulin à vent, mais seules la laine et les voiles produiront de l'énergie. La laine ou les voiles peuvent être placés dans n'importe quelle configuration, car la forme n'a pas d'importance.",
  "chapter.stage.1.quest.11.description.2": "La Super Glue est nécessaire pour attacher les blocs ensemble. Les voiles se connecteront les unes aux autres et aux blocs déjà attachés sans avoir besoin d'utiliser de Super Glue. Cliquez avec le bouton droit de la souris sur le palier de moulin à vent avec une main vide pour démarrer le moulin à vent.",
  "chapter.stage.1.quest.11.description.3": "Si vous souhaitez l'arrêter pour changer les blocs attachés, cliquez simplement à nouveau sur le bloc avec une main vide. Une clé anglaise peut être utilisée pour changer la direction de rotation du moulin à vent.",

  "chapter.stage.1.quest.12.subtitle.1": "La presse mécanique est un composant mécanique qui applique des recettes de pressage, d'emballage et de compactage aux objets situés en dessous d'elle.",
  "chapter.stage.1.quest.12.description.1": "C'est un objet important en début de partie, car il est utilisé pour presser les lingots en feuilles, qui sont des ingrédients importants pour les composants de niveau supérieur.",
  "chapter.stage.1.quest.12.description.2": "La presse mécanique est alimentée par un arbre interne, accessible depuis deux côtés opposés. Tout comme les arbres, les presses transmettent la rotation le long de leur axe. Elle traite les objets plus rapidement lorsqu'elle reçoit une puissance de rotation plus élevée.",
  "chapter.stage.1.quest.12.description.3":"Par défaut, la presse mécanique appliquera des recettes de pressage aux objets situés en dessous d'elle. Cela peut être configuré de deux manières :",
  "chapter.stage.1.quest.12.description.4":"● Lorsqu'elle est placée à un bloc au-dessus de n'importe quel bloc, elle traitera tous les tas d'objets valides présents sur le bloc lorsqu'elle reçoit une puissance de rotation et un signal redstone (comme un levier). Les objets sans recette de pressage ne sont pas affectés.",
  "chapter.stage.1.quest.12.description.5":"● Lorsqu'elle est placée à un bloc au-dessus d'une bande mécanique, elle pressera automatiquement les tas d'objets entrants, arrêtant la bande jusqu'à ce que chaque opération soit terminée. Les objets sans recette de pressage sont ignorés.",

  "chapter.stage.1.quest.13.title.1": "Papier de verre",
  "chapter.stage.1.quest.13.subtitle.1": "Pressons du Sable",
  "chapter.stage.1.quest.13.description.1" : "Le papier de verre est un outil utilisé uniquement pour créer du quartz rose poli.",

  "chapter.stage.1.quest.14.subtitle.1": "Oh, un nouveau quartz brillant !",
  "chapter.stage.1.quest.14.description.1" : "Le quartz rose peut être utilisé pour fabriquer du quartz rose poli. Pour cela, le joueur doit tenir du papier de verre dans leur main gauche (offhand), du quartz rose dans leur main droite (main hand), puis faire un clic droit. La version polie du quartz rose tombera alors par terre.",

  "chapter.stage.1.quest.15.subtitle.1": "C'est cool en rouge !",
  "chapter.stage.1.quest.15.description.1" : "Procurez vous un &cquartz rose poli&r et passez à la quête suivante !",

  "chapter.stage.1.quest.16.subtitle.1": "Un tube d'Electrons",
  "chapter.stage.1.quest.16.description.1" : "Fabriqué avec du Quartz Polis Rose",

  "chapter.stage.1.quest.17.subtitle.1": "Compressage du Fer",
  "chapter.stage.1.quest.17.description.1" : "Procurez vous une plaque de fer et passe à la quête suivante ! !",

  "chapter.stage.1.quest.18.subtitle.1": "The Mechanical Mixer",
  "chapter.stage.1.quest.18.description.1" : "Le mélangeur mécanique est alimenté par une roue dentée interne et se comportera comme une telle avec tous les composants adjacents, transmettant et inversant la rotation latéralement.",
  "chapter.stage.1.quest.18.description.2" : "Le mélangeur nécessite une vitesse de rotation minimale de 32 RPM (tours par minute) de sa source d'alimentation pour fonctionner. Plus il est alimenté avec de la vitesse, plus il traitera rapidement les ingrédients.",
  "chapter.stage.1.quest.18.description.3" : "Pour fonctionner, un mélangeur doit être placé directement au-dessus d'un bassin, avec un espace d'un bloc entre les deux. Lorsqu'une recette valide est insérée en jetant les ingrédients dans le mélangeur, celui-ci combinera automatiquement les ingrédients.",
  "chapter.stage.1.quest.18.description.4" : "Le mélangeur mécanique peut être utilisé pour réaliser des recettes de mélange qui ne peuvent être réalisées nulle part ailleurs.",

  "chapter.stage.1.quest.19.title.1": "Visiter la dimension : &cLe Nether",
  "chapter.stage.1.quest.19.subtitle.1": "Allons en Enfer !",
  "chapter.stage.1.quest.19.description.1" : "On vous suggère de vous préparer avant de visiter &4le Nether&r... Ou Sinon...",

  "chapter.stage.1.quest.20.subtitle.1": "Une chasse d'Enfer...",
  "chapter.stage.1.quest.20.description.1" : "Lorsque vous trouverez une forteresse, n'oubliez pas d'apporter le &cbrûleur de Blaze&r pour capturer un Blaze.",
  "chapter.stage.1.quest.20.description.2" : "Cela vous donnera un &4brûleur de Blaze&r.",

  "chapter.stage.1.quest.21.subtitle.1": "Captureur de Blaze",
  "chapter.stage.1.quest.21.description.1" : "N'oubliez pas d'apporter des potions de résistance au feu !",

  "chapter.stage.1.quest.22.subtitle.1": "C'est l'heure de Bronzer",
  "chapter.stage.1.quest.22.description.1" : "Combinez un &#B87333Lingot de cuivret&r et un &#BAC4C8Lingot de Zinc&r dans un &oCreate&r &lMechanical Mixer&r et &lBassin&r (&4Chauffé&r). Ils vont fusionner et donner du&#B5A642Lingot Brass&r",

  "chapter.stage.1.quest.23.subtitle.1": "Le Deployer simulater une interaction de joueur jusqu'à 2 blocs de lui",
  "chapter.stage.1.quest.23.description.1" : "Le Deployer simule de base le clic droit. Vous pouvez mettre le clic gauche avec la Wrench de Create.",
  "chapter.stage.1.quest.23.description.2" : "Le Deployer a 2 slots d'inventaire; l'item tenu et un extra slot interne. En plus des objets inutilisables, les objets récoltés par le Déployeur seront transférés vers l'emplacement supplémentaire pour être retirés par d'autres machines, pendant ce temps le Déployeur se bloquera. Les objets ne peuvent pas être extraits de l'emplacement supplémentaire directement par le joueur.",

  "chapter.stage.1.quest.24.subtitle.1": "Un meilleur revêtement",
  "chapter.stage.1.quest.24.description.1" : "Utiliser le Déployeur précédemment créé pourrait être une bonne idée... juste en passant.",

  "chapter.stage.1.quest.25.subtitle.1": "Un nouveau type de création",
  "chapter.stage.1.quest.25.description.1" : "Un ensemble d'établis méchaniques peut être utilisé pour automatiser n'importe quelle recette.",
  "chapter.stage.1.quest.25.description.2" : "Tous les chemins doivent converger et mener à une sortie, et cela de n'importe quel côté de l'artisan.",

  "chapter.stage.1.quest.26.subtitle.1": "Un composant vraiment utile",
  "chapter.stage.1.quest.26.description.1" : "Fabriqué avec une séquence que vous allez devoir faire 5 fois,",
  "chapter.stage.1.quest.26.description.2" : "Le Mécanisme de Précision sera utilisé dans plusieurs recettes utiles.",
  "chapter.stage.1.quest.26.description.3" : "Info : Automatiser tôt pourrait être une bonne idée.",

  "chapter.stage.1.quest.27.subtitle.1": "Exploitation minière avec Create !",
  "chapter.stage.1.quest.27.description.1" : "Premièrement : Utilisez un Détecteur de filons de minerais pour localiser les minerais.",
  "chapter.stage.1.quest.27.description.2" : "Deuxièmement : Placez une Machine de forage ou un Extracteur de fluides pour récolter la ressource et installez un foret.",
  "chapter.stage.1.quest.27.description.3" : "Enfin : Ajoutez de la rotation et extrayez les résultats.",
  "chapter.stage.1.quest.27.description.4" : "Info : Pour obtenir plus d'informations, vous pouvez appuyer sur la touche 'Z' par défaut.",

  "chapter.stage.1.quest.28.subtitle.1": "Extraction de fluides avec Create",
  "chapter.stage.1.quest.29.description.1" : "Comme pour le forage, trouvez un fluide à extraire et répétez les mêmes étapes.",

  "chapter.stage.1.quest.30.subtitle.1": "Un meilleur œil",
  "chapter.stage.1.quest.30s.description.1" : "Utilisé pour localiser des minerais ou des fluides à extraire avec la Foreuse ou le Puits.",

  "chapter.stage.1.quest.31.subtitle.1": "Démarrage de Tinker !",
  "chapter.stage.1.quest.31.description.1" : "Tinker est un mod vraiment utile ! Je suppose que vous devriez regarder la recette pour avancer.",
  "chapter.stage.1.quest.31.description.2" : "Ces premières tables vous permettront de créer votre premier outil Tinker !",

  "chapter.stage.1.quest.32.subtitle.1": "Stockez les pièces inutiles",
  "chapter.stage.1.quest.32.description.1" : "Cette spécialité est, comme son nom l'indique, utile pour stocker les pièces que vous n'utilisez plus.",

  "chapter.stage.1.quest.33.subtitle.1": "Un meilleur coffre, du moins pour le moment",
  "chapter.stage.1.quest.33.description.1" : "Le coffre Tinker peut stocker n'importe quel objet dans un total de 64 emplacements. Cependant, notez que chaque emplacement peut contenir uniquement 16 objets.",

  "chapter.stage.1.quest.34.subtitle.1": "Je s'appelle Grout !",
  "chapter.stage.1.quest.34.description.1" : "Le Grout est le début de toute bonne fonderie Tinker.",
  "chapter.stage.1.quest.34.description.2" : "Récoltez du sable, du gravier et de l'argile, puis mélangez-les dans Create pour obtenir du Grout.",
  "chapter.stage.1.quest.34.description.3" : "N'oubliez pas de chauffer votre recette de mélange !",

  "chapter.stage.1.quest.35.subtitle.1": "Fonte du Grout",
  "chapter.stage.1.quest.35.description.1" : "Les Briques de fusion sont utilisées pour fabriquer les composants de la fonderie Tinker.",
  "chapter.stage.1.quest.35.description.2" : "Passez à la quête suivante pour voir quels composants seront utiles.",

  "chapter.stage.1.quest.36.title.1": "Le Fondeur",
  "chapter.stage.1.quest.36.subtitle.1": "Votre première 'Fonderie', Le Melter !",
  "chapter.stage.1.quest.36.description.1" : "Avant de construire la grande et vieille fonderie, vous devriez fabriquer le Melter.",
  "chapter.stage.1.quest.36.description.2" : "Toutes les pièces nécessaires sont répertoriées dans cette quête.",

  "chapter.stage.1.quest.37.title.1": "La Fonderie",
  "chapter.stage.1.quest.37.subtitle.1": "La Fonderie Tinker !",
  "chapter.stage.1.quest.37.description.1" : "Comme nous l'avons vu précédemment dans les quêtes, des briques de fusion seront à nouveau nécessaires.",
  "chapter.stage.1.quest.37.description.2" : "Le Fondeur sera également utile pour fabriquer certaines pièces !",

  "chapter.stage.1.quest.38.subtitle.1": "Mélange d'or et de zinc.",

  "chapter.stage.1.quest.39.subtitle.1": "Mélange de plomb, d'osmium et d'uranium.",

  "chapter.stage.1.quest.40.subtitle.1": "Mélange de cobalt et de netherite.",

  "chapter.stage.1.quest.41.subtitle.1": "Mélange de cuivre, d'argent et d'étain.",

  "chapter.stage.1.quest.42.subtitle.1": "Mélange de fer, d'aluminium et de nickel.",

  "chapter.stage.1.quest.43.title.1": "Usine de tamisage de base - Partie 1",
  "chapter.stage.1.quest.43.subtitle.1": "Un nouveau multibloc de Create - Partie Un !",
  "chapter.stage.1.quest.43.description.1": "Voici les premières pièces de notre multibloc personnalisé de Create !",

  "chapter.stage.1.quest.44.title.1": "Usine de tamisage de base - Partie 2",
  "chapter.stage.1.quest.44.subtitle.1": "Un nouveau multibloc de Create - Partie Deux !",
  "chapter.stage.1.quest.44.description.1": "Voici les deuxièmes parties de notre multibloc personnalisé de Create !",

  "chapter.stage.1.quest.45.title.1": "Usine de tamisage de base",
  "chapter.stage.1.quest.45.subtitle.1": "Le tamisage à son meilleur !",
  "chapter.stage.1.quest.45.description.1": "Ce multibloc vous permettra de traiter les ressources obtenues par la &6Machine de forage&r.",
  "chapter.stage.1.quest.45.description.2": "Pour alimenter ce multibloc, vous aurez besoin de stress et d'eau.",

  "chapter.stage.1.quest.46.subtitle.1": "Papier magique",
  "chapter.stage.1.quest.46.description.1": "Pour obtenir du &5Vellum&r, cliquez simplement avec du cuir dans votre main sur de l'eau ou un chaudron rempli d'eau.",

  "chapter.stage.1.quest.47.subtitle.1": "Le wiki intégré de Mana and Artifice.",
  "chapter.stage.1.quest.47.description.1": "Ce livre vous guidera dans votre aventure avec le mod &5&lMana and Artifice&r.",
  "chapter.stage.1.quest.47.description.2": "Vous pourrez trouver toutes les informations sur le mod dans ce livre.",

  "chapter.stage.1.quest.48.subtitle.1": "Arbre Occulte de Progression.",
  "chapter.stage.1.quest.48.description.1": "&9L'Occulus&r est un bloc qui guidera le joueur sur le niveau auquel il se trouve, ce qu'il a débloqué et ce dont le joueur a besoin pour avancer vers le prochain niveau.",
  "chapter.stage.1.quest.48.description.2": "Sur la gauche de l'interface utilisateur (GUI), il y a une liste d'onglets avec différentes informations. Sur la droite de l'interface utilisateur (GUI), il y a une barre qui indique au joueur à quel point il a progressé vers le prochain niveau.",

  "chapter.stage.1.quest.49.subtitle.1": "Un nouvel autel",
  "chapter.stage.1.quest.49.description.1": "&5Le Manaweaving Altar&r est utilisé pour fabriquer des objets magiques et peut nécessiter jusqu'à 9 objets et 6 Modèles de Tissage de Mana.",
  "chapter.stage.1.quest.49.description.2": "Vous pouvez ajouter des objets en cliquant droit avec eux dans votre main, l'ordre n'a pas d'importance.",
  "chapter.stage.1.quest.49.description.3": "Le Manaweaving Altar nécessite également que vous lanciez des symboles près de lui en utilisant une Manaweaving Wand, l'ordre est important dans ce cas.",
  "chapter.stage.1.quest.49.description.4": "Vous pouvez retirer un symbole dans l'ordre inverse dans lequel ils ont été placés en cliquant droit sur l'Autel avec une Baguette.",
  "chapter.stage.1.quest.49.description.5": "Vous pouvez lier une Manaweaving Wand à un Manaweaving Altar spécifique en faisant Maj+Clic droit avec la Baguette.",
  "chapter.stage.1.quest.49.description.6": "Au lieu d'utiliser une Manaweaving Wand, vous pouvez utiliser une Manaweave in a Bottle de Mana ou un Manaweave Projector à la place.",

  "chapter.stage.1.quest.50.subtitle.1": "Fabrication de sorts",
  "chapter.stage.1.quest.50.description.1": "L'Inscription Table est utilisée pour créer des recettes de sorts.",
  "chapter.stage.1.quest.50.description.2": "Elle possède 3 emplacements dans le coin supérieur gauche de l'interface utilisateur (GUI). Le slot le plus à gauche est réservé à l'Arcanist Ink, celui du milieu pour le Vellum, et celui le plus à droite pour l'Arcane Ash.",
  "chapter.stage.1.quest.50.description.3": "Il existe trois types d'options de sorts : Formes (Shapes), Composants (Components) et Modificateurs (Modifiers). Il y a cinq emplacements au milieu de l'interface utilisateur (GUI) qui contiennent les options de sorts.",
  "chapter.stage.1.quest.50.description.4": "Une recette peut contenir 1 Forme, 1 Composant et 3 Modificateurs.",
  "chapter.stage.1.quest.50.description.5": "Les Formes (Shapes) affectent la manière dont le sort est lancé, comme un rayon, par contact ou sur soi-même. Les Composants (Components) affectent ce que le sort fait, comme des dégâts de feu, de la guérison ou de la fouille. Les Modificateurs (Modifiers) affectent les propriétés du sort, comme l'extension de la portée, de la durée ou de la puissance.",
  "chapter.stage.1.quest.50.description.6": "En cliquant sur les options, elles sont ajoutées à la recette ; au moins une forme et un composant doivent être sélectionnés.",
  "chapter.stage.1.quest.50.description.7": "Pour ajuster les paramètres du modificateur, sélectionnez un modificateur et cliquez sur les flèches jaunes qui apparaissent pour augmenter ou diminuer la propriété souhaitée.",
  "chapter.stage.1.quest.50.description.8": "Sur le côté droit de l'interface utilisateur (GUI), la complexité, le coût en mana, les coûts de l'Inscription Table et les composants de sort requis sont affichés.",
  "chapter.stage.1.quest.50.description.9": "Pour terminer une recette, cliquez sur la flèche verte en haut de l'interface utilisateur (GUI). Les recettes prennent du temps à être fabriquées, ce qui est indiqué par une barre de progression le long du haut. Une fois terminée, l'Inscription Table dépose la recette de sort dans le coin supérieur droit de l'interface utilisateur (GUI).",

  "chapter.stage.1.quest.51.subtitle.1": "Forgeage de Runes",
  "chapter.stage.1.quest.51.description.1": "&5La Runeforge&r est utilisé comme four pour affiner plusieurs objets. Mais faites attention au niveau requis.",
  "chapter.stage.1.quest.51.description.2": "Il peut être utilisé pour créer des recettes artisanales uniques comme &5&ll'Essence Of Darkness&r de Chroma Endless 2 !",

  "Stage 2":"---------------------------------------------------------------------------------------------------------------------------------------------------",

  "chapter.stage.2.title": "Étape 2",

  "chapter.stage.2.quest.1.subtitle.1": "Le Marteau de l'ingénieur",
  "chapter.stage.2.quest.1.description.1": "&9Le Marteau de l'ingénieur&r sera utile pour construire tous vos &cMultiblocs Immersifs&r.",
  "chapter.stage.2.quest.1.description.2": "Nous vous suggérons de le garder quelque part où vous vous en souviendrez !",

  "chapter.stage.2.quest.2.title.1": "Regardez un &6Alliage Kiln&r complet.",
  "chapter.stage.2.quest.2.subtitle.1": "Construisez un &5Alliage Kiln&r.",
  "chapter.stage.2.quest.2.description.1": "&5L'Alliage Kiln&r est utile pour créer des alliages en début de partie.",

  "chapter.stage.2.quest.3.title.1": "Regardez un &6Four à coke&r complet.",
  "chapter.stage.2.quest.3.subtitle.1": "Construisez un &6Four à coke&r",
  "chapter.stage.2.quest.3.description.1": "Le &6Four à coke&r est le premier moyen d'obtenir du &4Bois traité&r avec de l'&7Huile de créosote&r.",

  "chapter.stage.2.quest.4.title.1": "Regardez un &6Haut Fourneau brut&r complet.",
  "chapter.stage.2.quest.4.subtitle.1": "Expert en explosifs.",
  "chapter.stage.2.quest.4.description.1": "&6Le Haut Fourneau&r est la première étape à effectuer pour obtenir des &9lingots d'acier&r.",

  "chapter.stage.2.quest.5.subtitle.1": "Un Établi de l'ingénieur",
  "chapter.stage.2.quest.5.description.1": "Pour fabriquer les premiers composants d'&5Immersive&r, vous devrez fabriquer cet établi.",
  "chapter.stage.2.quest.5.description.2": "Plus tard dans le jeu, une recette plus précieuse sera utilisée, mais pour l'instant nous vous suggérons d'utiliser celle-ci.",

  "chapter.stage.2.quest.6.subtitle.1": "Pinces coupantes",
  "chapter.stage.2.quest.6.description.1": "Les &9Coupes-fils de l'ingénieur&r sont très utiles pour fabriquer votre première presse et vos câbles d'&5Immersive&r.",

  "chapter.stage.2.quest.7.subtitle.1": "Votre première énergie d'&5Immersive&r.",
  "chapter.stage.2.quest.7.description.1": "Le &9Dynamo Cinétique&r est principalement utilisé pour alimenter la &6Roue à Eau&r et le &6Moulin à Vent&r.",
  "chapter.stage.2.quest.7.description.2": "Veuillez consulter chaque quête d'objet pour voir comment les utiliser.",

  "chapter.stage.2.quest.8.subtitle.1": "La &6Roue à Eau&r.",
  "chapter.stage.2.quest.8.description.1": "Elle génère de l'&c&lIF&r avec l'eau qui coule autour d'elle.",
  "chapter.stage.2.quest.8.description.2": "Pour des résultats optimaux, dirigez l'eau en demi-cercle du haut vers le bas d'un côté et le long du bas.",
  "chapter.stage.2.quest.8.description.3": "Vous pouvez ajouter 2 autres &5Roues à Eau&r pour obtenir plus d'énergie.",

  "chapter.stage.2.quest.9.subtitle.1": "&6L'Éolienne&r",
  "chapter.stage.2.quest.9.description.1": "Cet objet est la première chose à considérer en ce qui concerne l'énergie d'&5Immersive&r.",
  "chapter.stage.2.quest.9.description.2": "Pour des résultats optimaux, la vitesse dépend de l'espace devant le moulin à vent et si le flux d'air n'est pas obstrué.",
  "chapter.stage.2.quest.9.description.3": "Info : La pluie ou l'orage génère plus d'énergie.",

  "chapter.stage.2.quest.10.title.1": "Regardez une &6Presse Métallique&r complète.",
  "chapter.stage.2.quest.10.subtitle.1": "La &6Presse Métallique&r.",
  "chapter.stage.2.quest.10.description.1": "Ceci est principalement utilisé pour donner forme à n'importe quel métal avec le moule placé sur son piston.",
  "chapter.stage.2.quest.10.description.2": "Pour construire cette structure, vous pouvez consulter le &6Manuel de l'Ingénieur&r.",
  "chapter.stage.2.quest.10.description.3": "Info : Le bloc rouge est l'endroit où vous devriez cliquer pour former le multibloc.",

  "chapter.stage.2.quest.11.subtitle.1": "Un &9Four à Coke&r amélioré et alimenté.",
  "chapter.stage.2.quest.11.description.1": "Ce multibloc est une version amélioré du coke oven, il utilise de l'énergie mais est beaucoup plus rapide !",

  "chapter.stage.2.quest.12.title.1": "Regardez un &6Mixeur&r complet.",
  "chapter.stage.2.quest.12.subtitle.1": "&6Le Mixeur&r",
  "chapter.stage.2.quest.12.description.1": "Ceci est principalement utilisé pour mélanger un objet avec un liquide.",
  "chapter.stage.2.quest.12.description.2": "Pour construire cette structure, vous pouvez consulter le &6Manuel de l'Ingénieur&r.",
  "chapter.stage.2.quest.12.description.3": "Info : Le bloc rouge est l'endroit où vous devriez cliquer pour former le multibloc.",

  "chapter.stage.2.quest.13.title.1": "Condensateur",
  "chapter.stage.2.quest.13.subtitle.1": "Stockage de l'&cIF&r",
  "chapter.stage.2.quest.13.description.1": "Les condensateurs peuvent stocker de l'&cIF&r.",
  "chapter.stage.2.quest.13.description.2": "Vous pouvez utiliser le marteau pour ajuster la configuration de chaque côté.",

  "chapter.stage.2.quest.14.title.1": "Regardez un &6Fermenteur&r complet.",
  "chapter.stage.2.quest.14.subtitle.1": "Le &6Fermenteur&r.",
  "chapter.stage.2.quest.14.description.1": "Ceci est principalement utilisé pour distiller n'importe quelle nourriture en croissance en &7&lÉthanol&r.",
  "chapter.stage.2.quest.14.description.2": "Pour construire cette structure, vous pouvez consulter le &6Manuel de l'Ingénieur&r.",
  "chapter.stage.2.quest.14.description.3": "Info : Le bloc rouge est l'endroit où vous devriez cliquer pour former le multibloc.",

  "chapter.stage.2.quest.15.title.1": "Regardez une &6Raffinerie&r complète.",
  "chapter.stage.2.quest.15.subtitle.1": "La &6Raffinerie&r",
  "chapter.stage.2.quest.15.description.1": "Ceci est principalement utilisé pour mélanger deux liquides ensemble pour en obtenir un meilleur.",
  "chapter.stage.2.quest.15.description.2": "Pour construire cette structure, vous pouvez consulter le &6Manuel de l'Ingénieur&r.",
  "chapter.stage.2.quest.15.description.3": "Info : Le bloc rouge est l'endroit où vous devriez cliquer pour former le multibloc.",

  "chapter.stage.2.quest.16.subtitle.1": "Utilisation de &6La Raffinerie&r.",
  "chapter.stage.2.quest.16.description.1": "Obtenir ce liquide vous permettra de progresser davantage à cette étape.",

  "chapter.stage.2.quest.17.title.1": "Regardez une &6Embouteilleuse&r complète.",
  "chapter.stage.2.quest.17.subtitle.1": "L'&6Embouteilleuse&r",
  "chapter.stage.2.quest.17.description.1": "Ceci est principalement utilisé pour remplir n'importe quel objet avec un fluide.",
  "chapter.stage.2.quest.17.description.2": "Pour construire cette structure, vous pouvez consulter le &6Manuel de l'Ingénieur&r.",
  "chapter.stage.2.quest.17.description.3": "Info : Le bloc rouge est l'endroit où vous devriez cliquer pour former le multibloc.",

  "chapter.stage.2.quest.18.subtitle.1": "Devenez un ingénieur énergétique.",
  "chapter.stage.2.quest.18.description.1": "Charger des objets est génial, mais vous devez d'abord faire ceci.",

  "chapter.stage.2.quest.19.subtitle.1": "Chasseur de météorites",
  "chapter.stage.2.quest.19.description.1": "Les météorites peuvent être trouvées n'importe où, cela vous aidera à en trouver une.",

  "chapter.stage.2.quest.20.subtitle.1": "Pressage de silicone",
  "chapter.stage.2.quest.20.description.1": "Il est utilisé pour créer du Silicone Imprimé.",
  "chapter.stage.2.quest.20.description.2": "Il doit être trouvé dans un &7Coffre en Pierre Ciel&r à l'intérieur d'une &7Météorite&r.",

  "chapter.stage.2.quest.21.subtitle.1": "Pressage de l'or",
  "chapter.stage.2.quest.21.description.1": "Il est utilisé pour créer un Circuit imprimé de logique.",
  "chapter.stage.2.quest.21.description.2": "Il doit être trouvé dans un &7Coffre en Pierre Ciel&r à l'intérieur d'une &7Météorite&r.",

  "chapter.stage.2.quest.22.subtitle.1": "Pressage du diamant",
  "chapter.stage.2.quest.22.description.1": "Il est utilisé pour créer un Circuit imprimé d'ingénierie.",
  "chapter.stage.2.quest.22.description.2": "Il doit être trouvé dans un &7Coffre en Pierre Ciel&r à l'intérieur d'une &7Météorite&r.",

  "chapter.stage.2.quest.23.subtitle.1": "Pressage de Quartz Certus.",
  "chapter.stage.2.quest.23.description.1": "Il est utilisé pour créer un Circuit imprimé de calcul.",
  "chapter.stage.2.quest.23.description.2": "Il doit être trouvé dans un &7Coffre en Pierre Ciel&r à l'intérieur d'une &7Météorite&r.",

  "chapter.stage.2.quest.24.subtitle.1": "Impression de Silicone",

  "chapter.stage.2.quest.25.subtitle.1": "Impression d'Or",

  "chapter.stage.2.quest.26.subtitle.1": "Impression de Diamant",

  "chapter.stage.2.quest.27.subtitle.1": "Impression de Quartz Certus",

  "chapter.stage.2.quest.28.title.1": "Regardez un &6Four à Arcs&r complet.",
  "chapter.stage.2.quest.28.subtitle.1": "Le &6Four à Arcs&r.",
  "chapter.stage.2.quest.28.description.1": "Ceci est principalement utilisé pour fondre des objets avancés et obtenir des processeurs. ",
  "chapter.stage.2.quest.28.description.2": "Pour construire cette structure, vous pouvez consulter le &6Manuel de l'Ingénieur&r.",
  "chapter.stage.2.quest.28.description.3": "Info : Le bloc rouge est l'endroit où vous devriez cliquer pour former le multibloc.",

  "chapter.stage.2.quest.29.subtitle.1": "Circuit imprimé de calcul",

  "chapter.stage.2.quest.30.subtitle.1": "Circuit imprimé d'ingénierie",

  "chapter.stage.2.quest.31.subtitle.1": "Circuit imprimé de logique",

  "chapter.stage.2.quest.32.subtitle.1": "Rechargement du Quartz Certus.",
  "chapter.stage.2.quest.32.description.1": "Ce bloc est principalement utilisé pour charger le Quartz Certus avec de l'énergie.",

  "chapter.stage.2.quest.33.subtitle.1": "Mur de Projection",

  "chapter.stage.2.quest.34.subtitle.1": "Nouvelle méthode de fabrication",

  "chapter.stage.2.quest.35.subtitle.1": "Acceptation d'une autre forme d'énergie",
  "chapter.stage.2.quest.35.description.1": "L'Accepteur d'Énergie transforme toute autre forme d'énergie en AE.",

  "chapter.stage.2.quest.36.subtitle.1": "Laissez les cristaux pousser",
  "chapter.stage.2.quest.36.description.1": "Accélère la vitesse de croissance de toutes les graines Applied.",

  "chapter.stage.2.quest.37.subtitle.1": "Premier système de stockage",
  "chapter.stage.2.quest.37.description.1": "En plaçant ceci sur n'importe quel dispositif de stockage, vous pourrez gérer son inventaire avec Applied.",
  "chapter.stage.2.quest.37.description.2": "Utiliser des câbles en verre ME pourrait être une bonne idée.",

  "chapter.stage.2.quest.38.subtitle.1": "Visualisation des objets",
  "chapter.stage.2.quest.38.description.1": "C'est un panneau qui vous permet de voir tous les objets dans vos dispositifs de stockage Applied.",
  "chapter.stage.2.quest.38.description.2": "Utiliser des câbles en verre ME pourrait être une bonne idée.",

  "chapter.stage.2.quest.39.subtitle.1": "Visualisation des objets + établi ",
  "chapter.stage.2.quest.39.description.1": "Permettre au joueur de fabriquer avec le stockage ME.",
  "chapter.stage.2.quest.39.description.2": "Utiliser des câbles en verre ME pourrait être une bonne idée.",

  "chapter.stage.2.quest.40.subtitle.1": "Commencer à se mécaniser",
  "chapter.stage.2.quest.40.description.1": "Le début d'une nouvelle ère est à vos portes.",
  "chapter.stage.2.quest.40.description.2": "Pour l'instant, vous devrez utiliser l'artisanat de miniaturisation. Une méthode plus facile sera disponible plus tard.",

  "chapter.stage.2.quest.41.subtitle.1": "L'infusion à son meilleur",
  "chapter.stage.2.quest.41.description.1": "Cette machine est principalement utilisée pour infuser une substance dans une autre.",
  "chapter.stage.2.quest.41.description.2": "Chaque type d'infusion sera utilisé pour créer de nouveaux objets ou lingots afin de progresser dans le jeu.",

  "chapter.stage.2.quest.42.subtitle.1": "Infusion du Quartz Certus",
  "chapter.stage.2.quest.42.description.1": "Il suffit d'infuser du Quartz Certus Chargé avec une infusion de Redstone.",

  "chapter.stage.2.quest.43.subtitle.1": "Infusion de Circuit imprimé de logique",
  "chapter.stage.2.quest.43.description.1": "Il suffit d'infuser des Circuit imprimé de logique avec une infusion de Redstone.",

  "chapter.stage.2.quest.44.subtitle.1": "Transformation en niveau de base",
  "chapter.stage.2.quest.44.description.1": "Il suffit de cliquer droit avec cela pour transformer n'importe quelle machine de Mekanism en niveau de base.",
  "chapter.stage.2.quest.44.description.2": "Évidemment, cela ne fonctionnera pas si votre machine est déjà configurée comme le niveau mentionné.",

  "chapter.stage.2.quest.45.subtitle.1": "Infusion basique",
  "chapter.stage.2.quest.45.description.1": "Il suffit d'infuser un Circuit de Contrôle de base avec une infusion de Redstone.",

  "chapter.stage.2.quest.46.subtitle.1": "Meilleur qu'une Roue Écrasante",
  "chapter.stage.2.quest.46.description.1": "Cette machine est principalement utilisée pour écraser n'importe quel objet compatible.",

  "chapter.stage.2.quest.47.subtitle.1": "Fourneau plus chaud et meilleur.",
  "chapter.stage.2.quest.47.description.1": "Cette machine est principalement utilisée pour cuire ou fondre n'importe quel objet compatible.",

  "chapter.stage.2.quest.48.subtitle.1": "Fuuusiionnn !",
  "chapter.stage.2.quest.48.description.1": "Cette machine est principalement utilisée pour combiner deux items entre eux.",
  "chapter.stage.2.quest.48.description.2": "Consultez JEI pour voir toutes les recettes disponibles.",

  "chapter.stage.2.quest.49.subtitle.1": "Fonte de mana",

  "chapter.stage.2.quest.50.subtitle.1": "Lancer de midi",
  "chapter.stage.2.quest.50.description.1": "Pour obtenir la &dCharoïte&r, vous devez lancer une &5Perle Fluix&r dans du &3Molten Mana&r aux alentours de midi (entre 3h20 et 6h40).",

  "chapter.stage.2.quest.51.subtitle.1": "Lancer de minuit",
  "chapter.stage.2.quest.51.description.1": "Pour obtenir l'&bÉclat de pière de lune&r, vous devez lancer une &5Perle Fluix&r dans du &3Molten Mana&r aux alentours de minuit (entre 13h20 et 16h40).",

  "chapter.stage.2.quest.52.subtitle.1": "Combinaison des Cieux",
  "chapter.stage.2.quest.52.description.1": "Une fois que vous avez obtenu la Charoïte et l'Éclat de pière de lune, vous pouvez les combiner pour obtenir le &5Allumeur de Zèle&r (Zeal Lighter).",
  "chapter.stage.2.quest.52.description.2": "L'Allumeur Zèle est utilisé pour ouvrir les deux portails des Cieux Bleus que vous pouvez trouver dans la Maison du Gardien du Portail (The Gatekeeper House).",
  "chapter.stage.2.quest.52.description.3": "Vous pouvez trouver les maisons apparaissant dans les plaines, les montagnes et la plupart des biomes enneigés ou avec le Structures Compass.",

  "chapter.stage.2.quest.53.title.1": "Visitez la dimension : &bEverBright&r",
  "chapter.stage.2.quest.53.subtitle.1": "Accéder à une sorte de paradis",
  "chapter.stage.2.quest.53.description.1": "L'Everbright est un royaume de jour éternel et de froid glacial. Habité par de grandes bêtes et des créatures éthérées, vous devrez garder un œil sur votre arrière lorsque vous traverserez ce monde.",
  "chapter.stage.2.quest.53.description.2": "Assurez-vous de faire attention aux tempêtes de neige qui apportent un brouillard épais et plus d'ennemis que d'habitude.",
  "chapter.stage.2.quest.53.description.3": "Lors de votre exploration, vous rencontrerez le Donjon Aveuglant du Invocateur (Summoner's Blinding Dungeon) et le nouveau Donjon Naturel (Nature Dungeon), où se trouve le Concasseur Étoilé (Starlit Crusher).",

  "chapter.stage.2.quest.54.subtitle.1": "Un nouveau lingot rouge et brillant",
  "chapter.stage.2.quest.54.description.1": "Le minerai de Ventium peut être trouvé dans la dimension Everbright.",
  "chapter.stage.2.quest.54.description.2": "Vous pouvez également l'obtenir en utilisant l'Excavateur d'Immersive Engineering.",

  "chapter.stage.2.quest.55.subtitle.1": "Transformation en niveau avancé.",
  "chapter.stage.2.quest.55.description.1": "Il suffit de faire un clic droit avec cela pour transformer n'importe quelle machine de base de Mekanism en niveau avancé.",
  "chapter.stage.2.quest.55.description.2": "Évidemment, cela ne fonctionnera pas si votre machine est déjà configurée comme le niveau mentionné.",

  "chapter.stage.2.quest.56.title.1": "Visitez la dimension : &cEverDawn&r",
  "chapter.stage.2.quest.56.subtitle.1": "L'obscurité a une nouvelle demeure",
  "chapter.stage.2.quest.56.description.1": "L'Everdawn voit son soleil se lever éternellement. Étant un monde beaucoup plus humide et chaud, les insectes et les reptiles prospèrent.",
  "chapter.stage.2.quest.56.description.2": "Avant d'entrer, il vaut la peine de se préparer contre le poison et le feu, car de nombreuses parties de ce monde peuvent vous infliger ces effets.",
  "chapter.stage.2.quest.56.description.3": "Aventurez-vous à travers ce paysage diversifié pour découvrir le Donjon Aveuglant de l'Alchimiste (Alchemist's Blinding Dungeon) puis le nouveau Donjon du Poison (Poison Dungeon), repaire de l'Arachnarch.",

  "chapter.stage.2.quest.57.subtitle.1": "Ciel du Commencement",
  "chapter.stage.2.quest.57.description.1": "Le Apothicaire de Pétales permet au joueur d'infuser des pétales et des runes pour créer des fleurs générationnelles et fonctionnelles.",

  "chapter.stage.2.quest.58.subtitle.1": "Transformation de Plantes",
  "chapter.stage.2.quest.58.description.1" : "Cette plante transformera n'importe quels objets compatibles dans un rayon de 1 de chaque côté, sauf en haut et en bas.",

  "chapter.stage.2.quest.59.subtitle.1": "Bois Purifié",
  "chapter.stage.2.quest.59.description.1": "Le Vifbois est créé en plaçant une bûche d'&7Érable&r adjacent à une Marguerite Pure (Pure Daisy).",
  "chapter.stage.2.quest.59.description.2": "Après une minute, il se transformera en Vifbois.",
  "chapter.stage.2.quest.59.description.3": "Le plant de l'Érable peut être trouvé dans la dimension Blue Skies.",

  "chapter.stage.2.quest.60.subtitle.1": "Purified Stone",
  "chapter.stage.2.quest.60.description.1": "La Viveroche est créé en plaçant un bloc de &7Pierre Lunaire&r adjacent à une Pâquerette Pure.",
  "chapter.stage.2.quest.60.description.2": "Après une minute, il se transformera en Viveroche.",
  "chapter.stage.2.quest.60.description.3": "La pierre lunaire peut être trouvée dans la dimension Blue Skies (EverDawn).",

  "chapter.stage.2.quest.61.subtitle.1": "Stockage de Mana... pas vraiment",
  "chapter.stage.2.quest.61.description.1": "Ceci est le premier bassin de mana que vous pourrez créer. Elle peut contenir 100 fois moins que le Bassin de Mana.",
  "chapter.stage.2.quest.61.description.2": "Pour créer ce bassin de mana, vous devrez construire une structure composée de 4 blocs de viveroche avec un bloc de sable des âmes placé au centre.",
  "chapter.stage.2.quest.61.description.3": "Ensuite, allumez le sable d'âme avec un briquet en acier et jetez un chaudron dans le feu.",

  "chapter.stage.2.quest.62.subtitle.1": "Premier Stockage de Mana",

  "chapter.stage.2.quest.63.subtitle.1": "Mana avec de l'eau",
  "chapter.stage.2.quest.63.description.1" : "Vous pouvez générer votre premier mana avec cette fleur. Il vous suffit de les placer près de l'eau.",
  "chapter.stage.2.quest.63.description.2" : "Sachez simplement que cette fleur ne restera pas éternellement et que vous devrez les changer.",

  "chapter.stage.2.quest.64.subtitle.1": "Mana avec du feu",
  "chapter.stage.2.quest.64.description.1" : "Vous pouvez générer du mana avec n'importe quel objet combustible.",
  "chapter.stage.2.quest.64.description.2" : "Sachez simplement que le mana généré changera en fonction de l'objet tombé près de la fleur.",

  "chapter.stage.2.quest.65.subtitle.1": "Transfert de Mana",
  "chapter.stage.2.quest.65.description.1" : "Ce bloc peut transférer du mana vers n'importe quel bloc de stockage de mana de Botania en utilisant la &2Baguette de la Forêt&r.",

  "chapter.stage.2.quest.66.subtitle.1": "L'acier rencontre le mana",
  "chapter.stage.2.quest.66.description.1": "On peut obtenir du manacier en jetant un lingot d'acier dans un Bassin de Mana.",

  "chapter.stage.2.quest.67.subtitle.1": "Fabrication de Runes",
  "chapter.stage.2.quest.67.description.1": "La Runescribing Table est utilisée pour fabriquer divers modèles de runes en utilisant un Runesmith's Hammer et un Runesmith's Chisel.",
  "chapter.stage.2.quest.67.description.2": "À gauche de l'interface graphique, il y a trois emplacements. L'emplacement supérieur est destiné au Hammer, celui du milieu au Chisel et celui du bas à l'argile.",
  "chapter.stage.2.quest.67.description.3": "L'argile n'est pas nécessaire pour ciseler des marques, mais elle est nécessaire pour les annuler.",
  "chapter.stage.2.quest.67.description.4": "Vers le milieu droit de l'interface graphique se trouve l'emplacement du Rune Pattern. En haut à droite de l'interface graphique se trouve un emplacement pour insérer une recette d'inscription runique, qui affichera ensuite un motif dans la zone ci-dessous.",
  "chapter.stage.2.quest.67.description.5": "Les emplacements en bas à droite sont destinés à stocker les recettes d'inscription runique. Lorsqu'un modèle de rune vierge est inséré, une grande grille de points apparaîtra.",
  "chapter.stage.2.quest.67.description.6": "En cliquant gauche entre les points, vous créerez une marque droite les reliant, ce qui utilisera également une partie de la durabilité de votre outil.",
  "chapter.stage.2.quest.67.description.7": "Vous pouvez retirer une marque en cliquant à nouveau sur la marque, mais vous avez besoin d'argile et d'XP pour la retirer.",
  "chapter.stage.2.quest.67.description.8": "Une fois que vos marques correspondent à une rune, le motif de rune sera automatiquement terminé.",

  "chapter.stage.2.quest.68.subtitle.1": "Rêve de Ciselure de Runes",

  "chapter.stage.2.quest.69.subtitle.1": "Ciselure de la Rune de l'Avatar",

  "chapter.stage.2.quest.70.subtitle.1": "Ciselure de la Rune de Magma",

  "chapter.stage.2.quest.71.subtitle.1": "Ciselure de la Rune de Terra",

  "chapter.stage.2.quest.72.subtitle.1": "Ciselure de la Rune Aqua",

  "chapter.stage.2.quest.73.subtitle.1": "Forger des Runes",
  "chapter.stage.2.quest.73.description.1": "La Runic Anvil est utilisée en plaçant un modèle, en plaçant le bon objet comme la &bViveroche&r ou l'ingot de &bSuperheated Vinteum&r, puis en les forgeant ensemble avec un Runesmith's Hammer.",

  "chapter.stage.2.quest.74.subtitle.1": "Rune de l'Avatar",
  "chapter.stage.2.quest.74.description.1": "Cette rune doit d'abord être fabriquée avec la Runic Anvil, puis vous pourrez la fabriquer avec l'Autel runique.",

  "chapter.stage.2.quest.75.subtitle.1": "Rune de Magma",
  "chapter.stage.2.quest.75.description.1": "Cette rune doit d'abord être fabriquée avec la Runic Anvil, puis vous pourrez la fabriquer avec l'Autel runique.",

  "chapter.stage.2.quest.76.subtitle.1": "Rune de Terra",
  "chapter.stage.2.quest.76.description.1": "Cette rune doit d'abord être fabriquée avec la Runic Anvil, puis vous pourrez la fabriquer avec l'Autel runique.",

  "chapter.stage.2.quest.77.subtitle.1": "Rune Aqua",
  "chapter.stage.2.quest.77.description.1": "Cette rune doit d'abord être fabriquée avec la Runic Anvil, puis vous pourrez la fabriquer avec l'Autel runique.",

  "chapter.stage.2.quest.78.subtitle.1": "Découverte de la Connaissance Runique",
  "chapter.stage.2.quest.78.description.1": "Le Noyau Runique est utilisé pour fabriquer l'Autel Runique.",

  "chapter.stage.2.quest.79.subtitle.1": "L'Artisanat Runique",
  "chapter.stage.2.quest.79.description.1": "L'Autel Runique est utilisé pour fabriquer des runes.",

  "chapter.stage.2.quest.80.subtitle.1": "Le Maître des Runes",

  "chapter.stage.2.quest.81.subtitle.1": "Plaque Magique",
  "chapter.stage.2.quest.81.description.1": "La Plaque d'Agglomération Terrestre est utilisée pour combiner plusieurs objets avec du mana.",

  "chapter.stage.2.quest.82.subtitle.1": "Luxe Terrestre",

  "chapter.stage.2.quest.83.title.1": "Visiter la Dimension : &5Le Néant&r",
  "chapter.stage.2.quest.83.description.1": "Une fois dans l'End, vous serez en mesure d'obtenir un objet principal pour la progression, en plus des nombreuses choses que vous pouvez trouver dans le néant.",
  "chapter.stage.2.quest.83.description.2": "L'objet &aBouteille d'Air du néant&r est obtenu en cliquant droit sur n'importe quel bloc dans le néant avec une Bouteille en Verre.",
  "chapter.stage.2.quest.83.description.3": "Cliquer droit avec cet objet le lancera. Il convertira jusqu'à 64 blocs de Pierre dans une zone de 7x7x7 autour du point d'impact en Pierre de l'End.",

  "chapter.stage.2.quest.84.title.1": "Portail vers Alfheim",
  "chapter.stage.2.quest.84.subtitle.1": "Le Portail Magique",
  "chapter.stage.2.quest.84.description.1": "Le Portail vers Alfheim permet au joueur d'échanger certains blocs et objets.",
  "chapter.stage.2.quest.84.description.2": "Une fois que la structure est complète, utilisez la Baguette de la Forêt sur le cœur du portail pour ouvrir le portail.",
  "chapter.stage.2.quest.84.description.3": "Si le portail manque de mana, ou si une partie de la structure est endommagée, le portail se fermera.",

  "chapter.stage.2.quest.85.subtitle.1": "Pylône Merveilleux",
  "chapter.stage.2.quest.85.description.1": "Le Gaia Pylon est utilisé pour construire la structure du Rituel de Gaïa.",

  "chapter.stage.2.quest.86.subtitle.1": "Le Rituel de Gaïa",
  "chapter.stage.2.quest.86.description.1": "Le Rituel de Gaïa est utilisé pour invoquer le Gardien de Gaïa, qui est la source des Esprits de Gaïa.",
  "chapter.stage.2.quest.86.description.2": "Pour effectuer le rituel, un Phare et 4 Pylônes Gaïa sont nécessaires. Les positions exactes peuvent être prévisualisées dans le monde en utilisant l'aperçu de structure du Lexica Botania.",
  "chapter.stage.2.quest.86.description.3": "Une fois que la structure a été construite, en faisant un clic-droit en maintenant la touche Majuscule sur un Lingot de terracier sur la Balise, vous invoquerez le Gardien de Gaïa. Si une partie de l'arène est manquante ou obstruée, des particules roses indiqueront les emplacements fautifs.",
  "chapter.stage.2.quest.86.description.4": "Utiliser un Lingot d'Esprit de Gaïa à la place d'un Lingot de terracier invoquera la version plus difficile du Gardien pour une récompense plus importante.",

  "chapter.stage.2.quest.87.description.1": "Le Lingot d'Esprit de Gaïa peut être fabriqué dans la Plaque d'Agglomération Terrestre.",
  "chapter.stage.2.quest.87.description.2": "Plus tard, vous pourrez le faire à travers l'Industrial Agglomeration Factory.",

  "chapter.stage.2.quest.88.subtitle.1": "Transformation Magique",
  "chapter.stage.2.quest.88.description.1": "Le Catalyseur alchimique est utilisé pour conférer à certains objets une transformation secondaire lorsqu'ils sont jetés dans un Bassin de Mana, moyennant une certaine quantité de Mana stockée dans le bassin.",
  "chapter.stage.2.quest.88.description.2": "Il doit être placé directement sous un Bassin de Mana.",
  "chapter.stage.2.quest.88.description.3": "Vous en aurez besoin pour débloquer Powah et fabriquer le Silicon Paste.",

  "chapter.stage.2.quest.89.subtitle.1": "Beaucoup de ressources",
  "chapter.stage.2.quest.89.description.1": "Fabriquez le Mining Portal, puis faites un clic droit et vous voilà dans la dimension minière !",

  "chapter.stage.2.quest.90.title.1": "Regardez une &6Presse-fruits industrielle&r complète.",
  "chapter.stage.2.quest.90.subtitle.1": "La &6Presse à fruits&r",
  "chapter.stage.2.quest.90.description.1": "&6La Presse à fruits&r est utilisée pour fabriquer de l'huile végétale ou de la poussière de graphite HOP.",
  "chapter.stage.2.quest.90.description.2": "Pour construire cette structure, vous pouvez consulter le &6Manuel de l'Ingénieur&r.",
  "chapter.stage.2.quest.90.description.3": "Info : Le bloc rouge est l'endroit où vous devriez cliquer pour former le multibloc.",

  "Stage 3":"---------------------------------------------------------------------------------------------------------------------------------------------------",

  "chapter.stage.3.title": "Étape 3",

  "chapter.stage.3.quest.1.subtitle.1": "Un nouveau minerai vert",
  "chapter.stage.3.quest.1.description.1": "Vous pouvez obtenir ce nouveau matériau en le minant.",

  "chapter.stage.3.quest.2.subtitle.1": "Préparation Diélectrique",
  "chapter.stage.3.quest.2.description.1": "Lancez votre Silicone dans un bassin de mana et obtenez cet objet.",

  "chapter.stage.3.quest.3.title": "Barres Diélectriques",

  "chapter.stage.3.quest.4.subtitle.1": "Construction de boîtier",
  "chapter.stage.3.quest.4.description.1": "Tout d'abord, vous devrez énergiser les Barres Diélectriques et les Plaques en Acier.",
  "chapter.stage.3.quest.4.description.2": "Plus tard, une nouvelle méthode de fabrication sera possible, ne vous inquiétez pas.",

  "chapter.stage.3.quest.5.subtitle.1": "Fabrication de Condensateurs",

  "chapter.stage.3.quest.6.subtitle.1": "Double Efficacité",

  "chapter.stage.3.quest.7.subtitle.1": "Stockage de Powah",
  "chapter.stage.3.quest.7.description.1": "Cette batterie est extensible et peut être utilisée pour obtenir des objets énergisés avec le niveau correspondant.",

  "chapter.stage.3.quest.8.subtitle.1": "Une nouvelle manière de fabriquer",
  "chapter.stage.3.quest.8.description.1": "Chaque niveau a une capacité de stockage d'énergie maximale, en améliorant l'Artisanat Énergisant, vous pourrez fabriquer plus rapidement.",

  "chapter.stage.3.quest.9.subtitle.1": "Énergiseur d'Objets",
  "chapter.stage.3.quest.9.description.1": "L'&3Orbe Énergisant&r est la partie principale des fabrications Énergisants. Placez vos objets dedans et attendez !",

  "chapter.stage.3.quest.10.subtitle.1": "Votre première fabrication Énergisée",
  "chapter.stage.3.quest.10.description.1": "Énergisez un Lingot de Netherite avec de l'Électrum et obtenez un &e&lAcier Énergisé&r !",

  "chapter.stage.3.quest.11.subtitle.1": "Artisanat Explosif !",
  "chapter.stage.3.quest.11.description.1": "Pour obtenir cet objet au départ, lâchez un &6Lingot d'Acier Énergisé&r et activez de la TNT à côté de l'objet (ou des objets) lâché(s). 90%% des lingots seront convertis en &7Lingots d'Acier Compressé&r.",
  "chapter.stage.3.quest.11.description.2": "Mais ne vous inquiétez pas, il y a un moyen d'obtenir de l'acier compressé à 100%% en créant la &eChambre de Pression&r. Tout &6Lingot d'Acier Énergisé&r que vous placez dedans avec au moins 2,0 bars de pression sera converti en &7Lingots d'Acier Compressé&r.",

  "chapter.stage.3.quest.12.subtitle.1": "Dispersion de la Chaleur",
  "chapter.stage.3.quest.12.description.1": "Bloc qui disperse la chaleur dans l'air. Il ne se connecte qu'au bloc sur lequel il se trouve.",

  "chapter.stage.3.quest.13.subtitle.1": "Chaud Froid ? Les deux !",
  "chapter.stage.3.quest.13.description.1": "Le &5Tube Vortex&r est une source de chaleur dynamique qui convertit directement la pression en chaleur et en froid.",
  "chapter.stage.3.quest.13.description.2": "Il est fortement recommandé de placer un Dissipateur de Chaleur sur le côté inutilisé d'un Tube Vortex, pour une meilleure efficacité.",

  "chapter.stage.3.quest.14.subtitle.1": "Le Raffineur Pneumatique",
  "chapter.stage.3.quest.14.description.1": "La &5Raffinerie&r est une machine multibloc qui utilise la chaleur pour raffiner le pétrole en divers carburants.",
  "chapter.stage.3.quest.14.description.2": "Les carburants qui peuvent être produits sont, classés du plus léger au plus lourd :",
  "chapter.stage.3.quest.14.description.3": "• LPG",
  "chapter.stage.3.quest.14.description.4": "• Gasoline",
  "chapter.stage.3.quest.14.description.5": "• Kerosene",
  "chapter.stage.3.quest.14.description.6": "• Diesel",
  "chapter.stage.3.quest.14.description.7": "Le multibloc &5Raffinerie&r est créé en plaçant un Contrôleur de Raffinerie en bas, puis en empilant 2 à 4 Sorties de Raffinerie au-dessus ou sur n'importe quel côté du Contrôleur.",

  "chapter.stage.3.quest.15.subtitle.1": "L'Usine de Traitement",
  "chapter.stage.3.quest.15.description.1": "Cette machine est utilisée pour traiter des objets et/ou des liquides en d'autres objets/liquides.",

  "chapter.stage.3.quest.16.subtitle.1": "Fabrication de Mises à Niveau",
  "chapter.stage.3.quest.16.description.1": "Fabrication des composants pour les Améliorations Pneumatiques.",

  "chapter.stage.3.quest.17.subtitle.1": "Mélange à Chaud",
  "chapter.stage.3.quest.17.description.1": "Cet objet sera utile, je vous suggère donc de mettre en place une automatisation précoce.",

  "chapter.stage.3.quest.18.subtitle.1": "Transfert de Pression",
  "chapter.stage.3.quest.18.description.1": "Les tubes de pression déplacent l'air entre les compresseurs et les machines. Des modules de tube peuvent être placés sur eux.",

  "chapter.stage.3.quest.19.subtitle.1": "Un Meilleur Transfert de Pression",
  "chapter.stage.3.quest.19.description.1": "Une version plus puissante du tube de pression de base.",

  "chapter.stage.3.quest.20.subtitle.1": "Fabrication de Plastique Chaud",
  "chapter.stage.3.quest.20.description.1": "Traitez le LPG et le charbon dans le Thermoprocessor et obtenez du Plastique Fondu.",

  "chapter.stage.3.quest.21.subtitle.1": "Première Génération d'Air",
  "chapter.stage.3.quest.21.description.1": "Cette machine génère de l'air comprimé. Pour ce faire, insérez n'importe quel combustible solide inflammable, sauf un seau de carburant.",

  "chapter.stage.3.quest.22.subtitle.1": "Générateur d'Air Combustible",
  "chapter.stage.3.quest.22.description.1": "Cette machine génère de l'air comprimé. Pour ce faire, insérez un fluide variable comme carburant. N'oubliez pas de vérifier JEI.",

  "chapter.stage.3.quest.23.subtitle.1": "Refroidissement ou Chauffage ? Les deux !",
  "chapter.stage.3.quest.23.description.1": "Ceci doit être placé sur n'importe quel inventaire. Lorsqu'il est chauffé par une source de chaleur adjacente, il fondra n'importe quel objet en même temps qu'il gèlera s'il est refroidi.",
  "chapter.stage.3.quest.23.description.2": "Cela ne réussira que si le stockage est vide. Plus vous apporterez de chaleur ou de froid, plus cela ira rapidement.",

  "chapter.stage.3.quest.24.title": "La Chambre de Pression",
  "chapter.stage.3.quest.24.subtitle.1": "Fabrication avec Pression",
  "chapter.stage.3.quest.24.description.1": "La Chambre de Pression est une structure multi-blocs principalement utilisée pour comprimer différents matériaux en d'autres.",
  "chapter.stage.3.quest.24.description.2": "Elle est créée en créant un cube creux à partir de Murs/Fenêtres de Chambre de Pression.",
  "chapter.stage.3.quest.24.description.3": "La taille du cube peut varier de 3x3x3 à 5x5x5, et les fenêtres ne sont pas nécessaires pour créer la Chambre de Pression.",
  "chapter.stage.3.quest.24.description.4": "La Chambre de Pression nécessite également une Vanne, qui doit être connectée aux blocs d'air dans la Chambre de Pression.",
  "chapter.stage.3.quest.24.description.5": "Au moins une Vanne est requise, mais d'autres peuvent être ajoutées. Lorsque la construction de la Chambre de Pression est terminée, l'interface utilisateur peut être ouverte en faisant un clic droit sur l'un de ses blocs constitutifs.",
  "chapter.stage.3.quest.24.description.6": "L'Interface de la Chambre de Pression peut également être ajoutée à la structure pour permettre l'insertion et le retrait d'objets vers et depuis la Chambre de Pression, ce qui rend possible l'automatisation de l'entrée/sortie avec des tuyaux.",

  "chapter.stage.3.quest.25.subtitle.1": "Refroidissement du Plastique",
  "chapter.stage.3.quest.25.description.1": "Refroidissez une partie du Plastique Fondu dans le Cadre de Chaleur et obtenez une Feuille de Plastique.",

  "chapter.stage.3.quest.26.subtitle.1": "Premier Composant Pneumatique",
  "chapter.stage.3.quest.26.description.1": "Utilisez la Chambre de Pression pour fabriquer le Transistor.",

  "chapter.stage.3.quest.27.subtitle.1": "Un autre Composant Pneumatique",
  "chapter.stage.3.quest.27.description.1": "Utilisez la Chambre de Pression pour fabriquer le Condensateur.",

  "chapter.stage.3.quest.28.subtitle.1": "Première Infusion",
  "chapter.stage.3.quest.28.description.1": "Il suffit d'infuser un Lingot d'Acier Compressé avec une infusion de Redstone.",

  "chapter.stage.3.quest.29.subtitle.1": "Préparation d'Enrichissement",
  "chapter.stage.3.quest.29.description.1": "Cette machine utilise de l'énergie pour extraire des &6poussières&r de certains blocs et minerais, ce qui en fait un élément essentiel pour produire différents types d'outils.",
  "chapter.stage.3.quest.29.description.2": "Ne pas confondre avec le &6Broyeur&f, cette machine est l'équivalent du pulvérisateur dans d'autres mods.",
  "chapter.stage.3.quest.29.description.3": "Info : Cela apporte plus de types d'infusion dans vos fabrications d'Infusion.",

  "chapter.stage.3.quest.30.subtitle.1": "Enrichissement de l'Acier Compressé",

  "chapter.stage.3.quest.31.subtitle.1": "Un meilleur alliage",
  "chapter.stage.3.quest.31.description.1" : "Il suffit d'infuser un Alliage Infusé avec une infusion d'Acier Compressé.",

  "chapter.stage.3.quest.32.subtitle.1": "Un Circuit de Contrôle amélioré",
  "chapter.stage.3.quest.32.description.1" : "Il suffit d'infuser un Circuit de Contrôle Avancé avec une infusion d'Acier Compressé.",

  "chapter.stage.3.quest.33.subtitle.1": "Tablette Utile",
  "chatper.stage.3.quest.33.description.1" : "La &bTablette d'Énergie&f est un pack de batterie portable et rechargeable qui peut être chargé avec jusqu'à 1 000 kJ d'énergie, puis utilisé pour alimenter d'autres appareils. Elle est également un ingrédient dans de nombreuses recettes.",

  "chapter.stage.3.quest.34.subtitle.1": "La nuit est ennuyeuse",
  "chapter.stage.3.quest.34.description.1" : "Génère de l'énergie Forge grâce à la puissance du soleil. Peut être amélioré ultérieurement.",

  "chapter.stage.3.quest.35.subtitle.1": "Énergie Éolienne !",
  "chapter.stage.3.quest.35.description.1" : "Génère de l'énergie Forge grâce à la puissance du vent.",

  "chapter.stage.3.quest.36.subtitle.1": "Un Autre Compresseur",
  "chapter.stage.3.quest.36.description.1" : "Le &bCompresseur d'Osmium&f est utilisé pour créer des &aLingots d'Obsidienne Raffinée&f à partir de la Poussière d'Obsidienne Raffinée et des &aLingots de Pierre Lumineuse&f à partir de la Poussière de Pierre Lumineuse.",

  "chapter.stage.3.quest.37.subtitle.1": "Fusion Arcanique du Flux",
  "chapter.stage.3.quest.37.description.1" : "L'Essence of Darkness est un nouveau type d'infusion qui est fabriqué avec le Runeforge.",

  "chapter.stage.3.quest.38.subtitle.1": "Que les Ténèbres viennent",
  "chapter.stage.3.quest.38.description.1" : "Il suffit d'infuser un Lingot d'Acier avec une infusion d'Essence of Darkness.",

  "chapter.stage.3.quest.39.subtitle.1": "Compression de l'Osmium en Acier Noir",

  "chapter.stage.3.quest.40.subtitle.1": "Mélange de Liquides",
  "chapter.stage.3.quest.40.description.1": "Utilise la pression pour mélanger deux liquides ensemble, produisant une sortie de liquide et/ou d'objet.",

  "chapter.stage.3.quest.41.subtitle.1": "Traitement Inerte",
  "chapter.stage.3.quest.41.description.1": "Traitez du Bio-diesel et de l'Essence d'Inferium dans le Thermoprocessor et obtenez une Luminescence Inerte.",

  "chapter.stage.3.quest.42.subtitle.1": "Fabrication de Luminescence",
  "chapter.stage.3.quest.42.description.1": "Il suffit d'infuser une Luminescence Inerte avec une infusion de Pierre Lumineuse Raffinée.",

  "chapter.stage.3.quest.43.subtitle.1": "Le Premier Composant",
  "chapter.stage.3.quest.43.description.1": "Il suffit d'énergiser la Luminescence avec de l'Acier Noir.",

  "chapter.stage.3.quest.44.subtitle.1": "Le Premier Catalyseur",
  "chapter.stage.3.quest.44.description.1": "Avec la Chambre de Pression, combinez les Composants de Base et un Condensateur de Base.",

  "chapter.stage.3.quest.45.subtitle.1": "La Première Table de fabrication Étendu",
  "chapter.stage.3.quest.45.description.1": "Il suffit d'énergiser les Catalyseurs de Base avec de l'Acier Compressé et une Table d'Artisanat d'Ingénieur. Consultez JEI pour les détails.",

  "chapter.stage.3.quest.46.subtitle.1": "De la pâte thermique ?",
  "chapter.stage.3.quest.46.description.1" : "Il suffit d'infuser du Silicon Paste avec une infusion de carbone.",

  "chapter.stage.3.quest.47.subtitle.1": "Le Premier Lingot Étendu",
  "chapter.stage.3.quest.47.description.1": "Il suffit d'énergiser un lingot de Soul Steel et une Perle de l'End.",

  "chapter.stage.3.quest.48.subtitle.1": "Fabrication avec le Pouvoir de l'End",
  "chapter.stage.3.quest.48.description.1": "Avec la Plaque d'Agglomération Terrestre, combinez des Lingots de l'End, du Vinteum Purifié Superchauffé et une Table d'Artisanat de Base.",

  "chapter.stage.3.quest.49.subtitle.1": "Plus de Puissance !",
  "chapter.stage.3.quest.49.description.1": "Accélère le temps de traitement de l'Ender Crafter. Plus vous en placez, plus il ira vite.",

  "chapter.stage.3.quest.50.subtitle.1": "Préparation à l'Artisanat Automatique",
  "chapter.stage.3.quest.50.description.1": "Avec la Chambre de Pression, combinez les Composants de Redstone et un Condensateur.",

  "chapter.stage.3.quest.51.subtitle.1": "Artisanat Automatique de Base",
  "chapter.stage.3.quest.51.description.1": "Artisanat Automatique des Artisanats de Base avec des FE !",
  "chapter.stage.3.quest.51.description.2": "Afin d'automatiser la table, n'oubliez pas de placer un inventaire (comme une coffre) au-dessus de la Table de craft Automatique.",
  "chapter.stage.3.quest.51.description.3": "Ensuite, configurez la recette souhaitée et enregistrez-la avec Maj + Clic Gauche dans le coin supérieur gauche (1, 2, 3). Notez qu'il ne fabriquera automatiquement que l'emplacement sauvegardé sélectionné.",

  "chapter.stage.3.quest.52.subtitle.1": "Artisanat Automatique Avancé",
  "chapter.stage.3.quest.52.description.1": "Artisanat Automatique des Artisanats Avancés avec des FE !",

  "chapter.stage.3.quest.53.subtitle.1": "Un meilleur Composant",
  "chapter.stage.3.quest.53.description.1": "Il suffit d'énergiser la Plaque d'Acier Noir avec la Luminescence et l'Acier Énergisé. Consultez JEI pour les détails.",

  "chapter.stage.3.quest.54.subtitle.1": "Un meilleur Catalyseur",
  "chapter.stage.3.quest.54.description.1": "Avec la Chambre de Pression, combinez les Composants Avancés et un Condensateur Durci.",

  "chapter.stage.3.quest.55.subtitle.1": "Artisanat Avancé",
  "chapter.stage.3.quest.55.description.1": "Il suffit d'énergiser les Catalyseurs Avancés avec des Tables d'Artisanat de Base et un bloc d'Acier Énergisé. Consultez JEI pour les détails.",

  "chapter.stage.3.quest.56.subtitle.1": "Compression de l'Osmium en Pierre Lumineuse",

  "chapter.stage.3.quest.57.subtitle.1": "Enrichissement de la Pierre Lumineuse Raffinée",
  "chapter.stage.3.quest.57.description.1": "Ajouter plus de Types d'Infusion pour les Recettes d'Infusion",

  "chapter.stage.3.quest.58.subtitle.1": "Enrichissement de l'Essence of Darkness",
  "chapter.stage.3.quest.58.description.1": "Ajouter plus de Types d'Infusion pour les Recettes d'Infusion",

  "chapter.stage.3.quest.59.subtitle.1": "Une meilleure Tablette d'Énergie",

  "chapter.stage.3.quest.60.subtitle.1": "Processeur d'Inscription",
  "chapter.stage.3.quest.60.description.1": "L'&bInscriveur&r transforme non seulement divers cristaux de quartz AE2 en forme de poussière, mais est principalement utilisé pour fabriquer des &6Circuits Imprimés&r uniques et des &6Processeurs&r.",

  "chapter.stage.3.quest.61.subtitle.1": "Stockage de l'Énergie d'AE2",
  "chapter.stage.3.quest.61.description.1": "La &bCellule d'Énergie&r améliore la capacité d'alimentation d'un réseau ME, en ajoutant 200kAE supplémentaires avec chaque Cellule d'Énergie standard.",
  "chapter.stage.3.quest.61.description.2": "La &bCellule d'Énergie Dense&r ajoute 1,6MAE et la &bCellule d'Énergie Superdense&r contribue avec 12,8MAE.",
  "chapter.stage.3.quest.61.description.3": "Ces cellules peuvent être placées n'importe où dans le réseau pour augmenter ses réserves d'énergie.",

  "chapter.stage.3.quest.62.subtitle.1": "Condensation de ce qui compte",
  "chapter.stage.3.quest.62.description.1": "Le &bCondenseur de Matière&r représente l'approche unique d'AE2 en matière de système de destruction, annulant efficacement tous les objets introduits dedans.",
  "chapter.stage.3.quest.62.description.2": "Cependant, avec l'intégration d'un &6Composant de Stockage&r, ce condenseur acquiert la capacité de capturer l'énergie résiduelle des objets jetés.",
  "chapter.stage.3.quest.62.description.3": "Cette énergie stockée peut ensuite être utilisée pour créer deux objets d'artisanat distincts en canalisant une quantité suffisante d'énergie concentrée.",

  "chapter.stage.3.quest.63.subtitle.1": "Infusion de ce qui compte",
  "chapter.stage.3.quest.63.description.1": "L'&bInfuseur de Matière&r fusionne des matériaux pour créer de nouvelles ressources.",

  "chapter.stage.3.quest.64.subtitle.1": "Première infusion",
  "chapter.stage.3.quest.64.description.1": "Il suffit d'infuser de la Poussière de Charbon, de la Poussière de Fluix et du Silicium dans l'Infuseur de Matière.",

  "chapter.stage.3.quest.65.subtitle.1": "Infusion de Fluix",
  "chapter.stage.3.quest.65.description.1": "Il suffit d'infuser un Cristal de Fluix, de la Poussière de Fluix Carbonique et un Lingot de Fer dans l'Infuseur de Matière.",

  "chapter.stage.3.quest.66.subtitle.1": "Contrôler le Fluix",
  "chapter.stage.3.quest.66.description.1": "Le &bContrôleur ME&r est le composant final essentiel pour tout réseau ME expansif.",
  "chapter.stage.3.quest.66.description.2": "Un contrôleur augmente la capacité d'un réseau ME bien au-delà des 8 canaux standard des réseaux ad hoc, offrant 32 canaux à chaque face du bloc, pour un total de 216 canaux.",
  "chapter.stage.3.quest.66.description.3": "Bien que cela s'applique à un contrôleur monobloc, il convient de noter que le Contrôleur ME est une structure multibloc. Il peut s'étendre sur 7x7x7 blocs et avoir n'importe quelle forme à l'intérieur de cette limite. Chaque bloc offre son propre ensemble de canaux, à condition qu'aucun bloc de contrôleur ne soit entouré de 4 autres sur le même plan.",
  "chapter.stage.3.quest.66.description.4": "Un réseau ME ne peut accueillir qu'un seul contrôleur multibloc simultanément. Essayer d'intégrer plusieurs contrôleurs dans différentes sections déclenchera un conflit, entraînant l'arrêt de tout le réseau.",

  "chapter.stage.3.quest.67.subtitle.1": "Stockage d'Accès",
  "chapter.stage.3.quest.67.description.1": "Le Point d'Accès sert de passerelle pour l'entrée dans le réseau sans fil en utilisant un &6terminal sans fil&r. Sa portée opérationnelle est déterminée par le nombre de &bAmplificateurs sans fil&r intégrés dans le point d'accès, établissant une zone de couverture finie.",

  "chapter.stage.3.quest.68.subtitle.1": "Stockage sans fil",
  "chapter.stage.3.quest.68.description.1": "Le &bTerminal sans fil&r fonctionne de la même manière qu'un terminal standard, avec l'avantage supplémentaire d'une fonctionnalité sans fil. Un concept assez simple.",

  "chapter.stage.3.quest.69.subtitle.1": "Artisanat et stockage sans fil",
  "chapter.stage.3.quest.69.description.1": "Cela ajoute simplement la possibilité de créer en utilisant votre stockage ME.",

  "chapter.stage.3.quest.70.subtitle.1": "Améliorer la portée sans fil",
  "chapter.stage.3.quest.70.description.1": "Comme le sous-titre l'indique, l'&5Amplificateur sans fil&r augmente la zone de couverture du Point d'Accès sans fil.",

  "chapter.stage.3.quest.71.subtitle.1": "Serveurs ME",
  "chapter.stage.3.quest.71.description.1": "Le &bME Drive&r peut contenir jusqu'à 10 Cellules de Stockage différentes dans un seul bloc et un canal ME. Contrairement au Coffre ME, il ne dispose pas d'un écran de terminal intégré, ce qui nécessite un terminal externe sur le réseau pour accéder au stockage.",

  "chapter.stage.3.quest.72.title.1": "Cellule de Stockage d'Objets",
  "chapter.stage.3.quest.72.subtitle.1": "Stockage d'objets avec des Disques ME",
  "chapter.stage.3.quest.72.description.1": "Chaque &bCellule de Stockage d'Objets ME&r a la capacité d'accueillir jusqu'à 63 types d'objets distincts. Lorsque vous ajoutez un nouveau type d'objet à une cellule, il occupera une partie spécifique de la capacité totale de la cellule, mesurée en octets. Pour chaque type déjà contenu dans la cellule, l'allocation équivaut à 1 'octet', ce qui permet de stocker 8 objets du même type.",
  "chapter.stage.3.quest.72.description.2": "Par exemple, prenons une Cellule de Stockage d'Objets 1k contenant exclusivement de la pierre. Dans ce cas, la cellule peut accueillir au maximum 8128 unités de pierre, calculé comme suit : (8*1024 octets - 8 octets/type * 1 type).",

  "chapter.stage.3.quest.73.title.1": "Cellule de Stockage de Liquides",
  "chapter.stage.3.quest.73.stitle.1": "Stockage de liquides avec des Disques ME",
  "chapter.stage.3.quest.73.description.1": "En effet, les objets ne sont pas les seules entités adaptées au stockage dans les cellules ME. Les Cellules de Stockage de Liquides ME sont aptes à contenir des liquides tels que l'eau, la lave, et une multitude d'huiles et de carburants modifiés, parmi diverses autres possibilités.",
  "chapter.stage.3.quest.73.description.2": "Dans le contexte des liquides, 1 octet équivaut à 8 seaux, soit 8000 millibuckets.",

  "chapter.stage.3.quest.74.subtitle.1": "La création de cadres",
  "chapter.stage.3.quest.74.description.1": "Fabriquez un cadre de machine thermique avec des engrenages en étain, des boîtiers diélectriques et des plaques en acier dans le &5Infuseur de Matière&r.",

  "chapter.stage.3.quest.75.subtitle.1": "Fonte d'objets en liquide",
  "chapter.stage.3.quest.75.description.1": "Le Magma Crucible est conçu pour transformer des objets en liquide correspondant.",

  "chapter.stage.3.quest.76.subtitle.1": "Création d'un cadre RFTools",
  "chapter.stage.3.quest.76.description.1": "Pour fabriquer un Cadre de Machine RFTools, vous devrez combiner des Servos en Redstone, des Circuits de Contrôle Élite et des Bases de Machine en utilisant l'&5Infuseur de Matière&r.",

  "chapter.stage.3.quest.77.subtitle.1": "Fluidifier des objets ou des blocs",
  "chapter.stage.3.quest.77.description.1": "Mélangez un liquide avec un objet pour le remplir.",

  "chapter.stage.3.quest.78.subtitle.1": "Premier cadre RFTools",
  "chapter.stage.3.quest.78.description.1": "Traitez du Redstone Déstabilisé et de la Pierre Renforcée dans le Thermopneumatic Processor pour obtenir un Cadre de Machine.",

  "chapter.stage.3.quest.79.subtitle.1": "Servo avec Redstone",
  "chapter.stage.3.quest.79.description.1": "Enrobe une plaque de fer avec du redstone déstabilisé.",

  "chapter.stage.3.quest.80.subtitle.1": "Bobine avec Redstone",
  "chapter.stage.3.quest.80.description.1": "Enrobe une tige d'électrum avec du redstone déstabilisé.",

  "chapter.stage.3.quest.81.subtitle.1": "Fonderie de Thermal",
  "chapter.stage.3.quest.81.description.1": "Combinez des objets (maximum 3) pour en obtenir un autre. Cela est principalement utilisé pour mélanger des lingots. Consultez JEI pour les recettes.",

  "chapter.stage.3.quest.82.subtitle.1": "Acheminement avec des modules",
  "chapter.stage.3.quest.82.description.1": "&bModular Router&r est un mod flexible pour déplacer des objets de différentes manières. Avec un seul bloc - l'Item Router - et un ou plusieurs modules complémentaires, vous pouvez extraire des objets d'un inventaire (y compris des inventaires modifiés tels que Drawers), les envoyer vers d'autres inventaires proches ou lointains, les placer comme des blocs, casser des blocs, lâcher des objets dans le monde, et plus encore. Pensez à l'Item Router comme à une trémie super configurable dopée...",

  "chapter.stage.3.quest.83.subtitle.1": "Votre première création de l'Ender",
  "chapter.stage.3.quest.83.description.1": "Combinez 4 Yeux de l'Ender et une Étoile du Nether dans l'Ender Crafting.",

  "chapter.stage.3.quest.84.subtitle.1": "Dissolution des objets",
  "chapter.stage.3.quest.84.description.1": "Le Dissolver peut dissoudre n'importe quel objet compatible en éléments chimiques.",

  "chapter.stage.3.quest.85.subtitle.1": "Combinaison d'éléments chimiques",
  "chapter.stage.3.quest.85.description.1": "Le Combiner peut fusionner n'importe quels éléments chimiques compatibles pour créer différents objets ou composés chimiques.",

  "chapter.stage.3.quest.86.subtitle.1": "Compactage des éléments chimiques",
  "chapter.stage.3.quest.86.description.1": "Le Compacteur peut compacter n'importe quels éléments chimiques compatibles en objets.",

  "chapter.stage.3.quest.87.subtitle.1": "Dissolution de Deepslate",

  "chapter.stage.3.quest.88.subtitle.1": "La Combinaison du Scandium",

  "chapter.stage.3.quest.89.subtitle.1": "Fusion du Scandium",

  "chapter.stage.3.quest.90.subtitle.1": "Transformation d'élite",
  "chapter.stage.3.quest.90.description.1": "Transforme n'importe quel machines avancées de Mekanism en niveau Élite.",

  "chapter.stage.3.quest.91.subtitle.1": "Infusion d'Étoile du Nether",
  "chapter.stage.3.quest.91.description.1": "Avec l'Ender Crafter, assemblez 4 Œils de l'End avec une Étoile du Nether !",

  "chapter.stage.3.quest.92.subtitle.1": "Infusion d'Ender Ingot",
  "chapter.stage.3.quest.92.description.1": "Avec l'Ender Crafter, assemblez 4 Lingots d'Ender avec une Étoile de l'End !",

  "chapter.stage.3.quest.93.subtitle.1": "Un Composant de l'End",
  "chapter.stage.3.quest.93.description.1": "Il suffit d'énergiser la Plaque d'Acier Noir avec de la Luminescence et un Lingot de l'End Amélioré. Consultez JEI pour plus de détails.",

  "chapter.stage.3.quest.94.subtitle.1": "Un Catalyseur de l'End",
  "chapter.stage.3.quest.94.description.1": "En utilisant la chambre de pression, combinez un Composant de l'End amélioré avec un Noyau de l'End.",

  "Stage 4":"---------------------------------------------------------------------------------------------------------------------------------------------------",

  "chapter.stage.4.title": "Étape 4",

  "chapter.stage.4.quest.1.subtitle.1": "Étape 1 de la préparation de la résine.",
  "chapter.stage.4.quest.1.description.1": "Combinez les éléments Carbone, Hydrogène et Oxygène.",

  "chapter.stage.4.quest.2.subtitle.1": "Étape 2 de la préparation de la résine.",
  "chapter.stage.4.quest.2.description.1": "Combinez les éléments Nickel et Chlore.",

  "chapter.stage.4.quest.3.subtitle.1": "Résine finale",
  "chapter.stage.4.quest.3.description.1": "Combinez les deux super-éléments précédemment fabriqués pour obtenir de la &2Résine brute&f.",

  "chapter.stage.4.quest.4.subtitle.1": "Pressage de la Résine",

  "chapter.stage.4.quest.5.subtitle.1": "Un Meilleur Chassis",
  "chapter.stage.4.quest.5.description.1": "En utilisant la Chambre de Dissolution, assemblez du Plastique, des Lingots de Platine, un Alliage Renforcé, un Engrenage en Constantan et un Pity MAchine Frame avec du Latex.",

  "chapter.stage.4.quest.6.subtitle.1": "Préparation des circuits imprimés",
  "chapter.stage.4.quest.6.description.1": "Avec la Chambre de Pression, combinez des Pépites d'Électrum, une Plaque de Résine et un Servo Moteur en Redstone.",

  "chapter.stage.4.quest.7.subtitle.1": "Gravure",
  "chapter.stage.4.quest.7.description.1": "Fabriqué dans une Basic Crafting Table, cela vous permet de fabriquer des PCB non assemblés.",

  "chapter.stage.4.quest.8.subtitle.1": "Liquide Étrange",
  "chapter.stage.4.quest.8.description.1": "Avec la Chambre de Pression, combinez un Seau de Plastique Fondu, de l'Acide Phosphorique, de l'Acide Nitrique et de l'Acide Acétique.",

  "chapter.stage.4.quest.9.subtitle.1": "Mieux que les Villageois",
  "chapter.stage.4.quest.9.description.1": "Cette tablette est utilisée pour commander des objets et des fluides similaires au commerce des villageois mais sont livrés par des Drones.",
  "chapter.stage.4.quest.9.description.2": "Les zones de ramassage/livraison doivent être spécifiées en cliquant avec la tablette sur un inventaire et/ou un réservoir.",

  "chapter.stage.4.quest.10.subtitle.1": "Échange Valable",
  "chapter.stage.4.quest.10.description.1": "Obtenez cet objet avec le Système d'Échange d'Amadron.",

  "chapter.stage.4.quest.11.subtitle.1": "Une Gravure Améliorée",
  "chapter.stage.4.quest.11.description.1": "Obtenez une meilleure chance de gravure pour obtenir des PCB non assemblés.",

  "chapter.stage.4.quest.12.subtitle.1": "Fabrication de PCB non assemblés",
  "chapter.stage.4.quest.12.description.1": "D'abord, vous devrez passer par la Etching Tank. Le Contrôleur d'Assemblage viendra plus tard.",

  "chapter.stage.4.quest.13.subtitle.1": "PCB : Dernière Étape",
  "chapter.stage.4.quest.13.description.1": "Avec le Matter Infuser, infusez des Transistors, des Condensateurs et un PCB non assemblé.",

  "chapter.stage.4.quest.14.subtitle.1": "Modulation Supplémentaire",
  "chapter.stage.4.quest.14.description.1": "Peut améliorer les Modules de Tubes pour débloquer des configurations de modules supplémentaires. Également utilisé pour les Composants de fabrication.",

  "chapter.stage.4.quest.15.title" : "Assembleur Pneumatique",
  "chapter.stage.4.quest.15.subtitle.1": "Oui, une Autre Méthode de fabricaton",
  "chapter.stage.4.quest.15.description.1": "Pour pouvoir fabriquer des matériaux de niveau supérieur, vous aurez besoin d'un &5Système d'Assemblage&r, une collection de Machines d'Assemblage.",
  "chapter.stage.4.quest.15.description.2": "Ces machines communiquent entre elles lorsqu'elles sont adjacentes horizontalement. Seule une machine de chaque type peut exister.",
  "chapter.stage.4.quest.15.description.3": "Ces lignes d'assemblage fonctionnent à l'air comprimé, mais vous n'avez besoin de fournir de l'air qu'au Contrôleur d'Assemblage pour alimenter tout le système.",

  "chapter.stage.4.quest.16.subtitle.1": "Encore un Échange Valable",
  "chapter.stage.4.quest.16.description.1": "Obtenez ces programmes avec le Système d'Échange d'Amadron. Le programme Perceuse and Laser peut également être fabriqué.",

  "chapter.stage.4.quest.17.subtitle.1": "Premier Chassis Non Assemblé Industriel",
  "chapter.stage.4.quest.17.description.1": "Avec la Chambre de Pression, combinez des Bûches de Chêne, des Pierres Renforcées et un Servo Moteur en Redstone.",

  "chapter.stage.4.quest.18.subtitle.1": "Assemblage du Premier Cadre",

  "chapter.stage.4.quest.19.subtitle.1": "Extraction d'Arbres",
  "chapter.stage.4.quest.19.description.1": "Placez n'importe quelle Bûche devant et obtenez du Latex !",

  "chapter.stage.4.quest.20.subtitle.1": "Remplissage de Latex",

  "chapter.stage.4.quest.21.subtitle.1": "Traitement du Latex",
  "chapter.stage.4.quest.21.description.1": "Mettez du Latex et de l'Eau pour obtenir du Petit Caoutchouc Sec !",

  "chapter.stage.4.quest.22.subtitle.1": "La Vie en Plastique",
  "chapter.stage.4.quest.22.description.1": "Assemblez le Petit Caoutchouc Sec pour obtenir du Caoutchouc Sec, puis faites-le fondre pour obtenir du Plastique !",

  "chapter.stage.4.quest.23.subtitle.1": "fabrication avec des Fluides",
  "chapter.stage.4.quest.23.description.1": "Assemblez des Objets et des Fluides pour obtenir des Objets plus avancés. Vous aurez également besoin d'Énergie !",

  "chapter.stage.4.quest.24.subtitle.1": "Accéder à une Dimension Compacte",
  "chapter.stage.4.quest.24.description.1": "Utilisez le Dispositif de Rétrécissement Personnel sur une machine compacte pour entrer dans son espace. Vous pouvez également l'utiliser pour revenir dans le Monde Principal.",

  "chapter.stage.4.quest.25.subtitle.1": "Machine Compacte Miniature",
  "chapter.stage.4.quest.25.description.1": "En utilisant la Chambre de Dissolution, assemblez des Parois de Machine Compacte avec du Cuivre Fondu.",

  "chapter.stage.4.quest.26.subtitle.1": "Machine Compacte Petite",
  "chapter.stage.4.quest.26.description.1": "En utilisant la Chambre de Dissolution, assemblez des Parois de Machine Compacte, un Servo Moteur en Redstone et la Machine Compacte Miniature avec du Fer Fondu.",

  "chapter.stage.4.quest.27.subtitle.1": "Machine Compacte Normale",
  "chapter.stage.4.quest.27.description.1": "En utilisant la Chambre de Dissolution, assemblez des Parois de Machine Compacte, un Alliage Infusé et la Machine Compacte Petite avec de l'Or Fondu.",

  "chapter.stage.4.quest.28.subtitle.1": "Machine Compacte Grande",
  "chapter.stage.4.quest.28.description.1": "En utilisant la Chambre de Dissolution, assemblez des Parois de Machine Compacte, un Alliage Renforcé et la Machine Compacte Normale avec de l'Obsidienne Fondue.",

  "chapter.stage.4.quest.29.subtitle.1": "Machine Compacte Géante",
  "chapter.stage.4.quest.29.description.1": "En utilisant la Chambre de Dissolution, assemblez des Parois de Machine Compacte, un Cadre de Machine en Pitié et la Machine Compacte Grande avec du Diamant Fondu.",

  "chapter.stage.4.quest.30.subtitle.1": "Machine Compacte Maximale",
  "chapter.stage.4.quest.30.description.1": "En utilisant la Chambre de Dissolution, assemblez des Parois de Machine Compacte, un Cadre de Machine Simple et la Machine Compacte Géante avec du Netherite Fondu.",

  "chapter.stage.4.quest.31.subtitle.1": "Minéral Essentiel",
  "chapter.stage.4.quest.31.description.1": "Le Magnésium peut être obtenu en dissolvant de la Teinture Gris Clair.",

  "chapter.stage.4.quest.32.subtitle.1": "Compactage du Magnésium",
  "chapter.stage.4.quest.32.description.1": "Compactez 16 éléments de Magnésium pour obtenir une Poussière.",

  "chapter.stage.4.quest.33.subtitle.1": "Fonte de la Poussière de Magnésium",

  "chapter.stage.4.quest.34.subtitle.1": "Éclatant comme le Soleil",
  "chapter.stage.4.quest.34.description.1": "Le Scandium peut être obtenu en dissolvant du Pierre du Fond.",

  "chapter.stage.4.quest.35.subtitle.1": "Compactage du Scandium",
  "chapter.stage.4.quest.35.description.1": "Compactez 16 éléments de Scandium pour obtenir une Poussière.",

  "chapter.stage.4.quest.36.subtitle.1": "Fonte de la Poussière de Scandium",

  "chapter.stage.4.quest.37.subtitle.1": "La Clé du Sous-Monde",
  "chapter.stage.4.quest.37.description.1": "En utilisant la Chambre de Dissolution, assemblez des Lingots de Scandium et des Lingots de Magnésium avec du Mana Fondu.",

  "chapter.stage.4.quest.38.title": "Visiter la dimension : &2The Undergarden",
  "chapter.stage.4.quest.38.subtitle.1": "Une nouvelle Dimension",
  "chapter.stage.4.quest.38.description.1": "Pour accéder a &2The Undergarden&r, vous devrez construire un portail similaire au &5Portail du Nether&r mais avec des Briques de Pierre.",
  "chapter.stage.4.quest.38.description.2": "Maintenant, faites un clic droit avec votre &bCatalyseur&r.",

  "chapter.stage.4.quest.39.subtitle.1": "Minerais du Sous-Monde : Regalium",
  "chapter.stage.4.quest.39.description.1": "Trouvez du Minerai de Regalium dans &2The Undergarden&r.",

  "chapter.stage.4.quest.40.subtitle.1": "Énergisation du Regalium",
  "chapter.stage.4.quest.40.description.1": "Énergisez un Cristal de Regalium et obtenez un &e&lCristal Flamboyant&r !",

  "chapter.stage.4.quest.41.subtitle.1": "La Puissance du Soleil, dans le Creux de ma Main",
  "chapter.stage.4.quest.41.description.1": "Une meilleure façon de générer de l'Énergie avec le Soleil. Vous pouvez l'utiliser pour la Tour d'Évaporation Thermique.",

  "chapter.stage.4.quest.42.subtitle.1": "Donjons de The Undergarden",
  "chapter.stage.4.quest.42.description.1": "Vainquez le Gardien Oublié et obtenez des Pépites Oubliées pour les utiliser dans la fabrication des Lingots.",

  "chapter.stage.4.quest.43.subtitle.1": "Énergisation des Lingots Oubliés",
  "chapter.stage.4.quest.43.description.1": "Énergisez un Lingot Oublié et obtenez un &e&lCristal Niotique&r !",

  "chapter.stage.4.quest.44.subtitle.1": "Enrichissement des Cristaux Niotique",

  "chapter.stage.4.quest.45.subtitle.1": "Infusion de l'Obsidienne",
  "chapter.stage.4.quest.45.description.1": "Infusez simplement une Poussière d'Obsidienne avec l'infusion Niotique.",

  "chapter.stage.4.quest.46.subtitle.1": "Compactage de l'Obsidienne Raffinée avec l'Osmium",

  "chapter.stage.4.quest.47.subtitle.1": "Contrôle Ultime",
  "chapter.stage.4.quest.47.description.1": "Infusez simplement un Circuit de Contrôle d'Élite avec l'infusion de l'Obsidienne Raffinée.",

  "chapter.stage.4.quest.48.subtitle.1": "Tablette Quantique",
  "chapter.stage.4.quest.48.description.1": "Une tablette très performante qui peut stocker 3,60 MFE.",

  "chapter.stage.4.quest.49.subtitle.1": "Alliage Atomique",
  "chapter.stage.4.quest.49.description.1": "Infusez simplement un Alliage Renforcé avec l'infusion de l'Obsidienne Raffinée.",

  "chapter.stage.4.quest.50.subtitle.1": "Maître de la Téléportation",
  "chapter.stage.4.quest.50.description.1": "Principallement utilisé comme composant de fabrication.",

  "chapter.stage.4.quest.51.subtitle.1": "Maître de l'Extraction",
  "chapter.stage.4.quest.51.description.1": "Avec le &4Compresseur Quantique&r, mettez 256 Cristaux d'Utherium et le Noyau de Téléportation comme Catalyseur.",

  "chapter.stage.4.quest.52.subtitle.1": "L'Extraction à son Meilleur",
  "chapter.stage.4.quest.52.description.1": "La Mineuse Digitale extrait tout ce que vous lui demandez d'extraire. Consultez sa recette dans JEI.",

  "chapter.stage.4.quest.53.subtitle.1": "Composant Oublié",
  "chapter.stage.4.quest.53.description.1": "Énergisez simplement des Lingots Oubliés, une Plaque d'Acier Noir et une Luminescence.",

  "chapter.stage.4.quest.54.subtitle.1": "Catalyseur Oublié",
  "chapter.stage.4.quest.54.description.1": "Utilisez la Chambre de Pression pour fabriquer le Catalyseur d'Élite.",

  "chapter.stage.4.quest.56.subtitle.1": "Table de Craft Oubliée",
  "chapter.stage.4.quest.56.description.1": "Utilisez la Chambre de Dissolution pour assembler des Composants d'Élite, des Tables de Craft Avancées, un Catalyseur d'Élite et un Bloc de Métal Oublié avec de l'Utherium fondu.",

  "chapter.stage.4.quest.57.subtitle.1": "Table de Craft Auto Oubliée",
  "chapter.stage.4.quest.57.description.1": "Utilisez le Craft de l'Ender pour assembler la Table de Craft Auto d'Élite. Consultez JEI pour la recette.",

  "chapter.stage.4.quest.58.subtitle.1": "Séparation de Fluide",
  "chapter.stage.4.quest.58.description.1": "Sépare n'importe quel fluide compatible en deux autres fluides.",

  "chapter.stage.4.quest.59.subtitle.1": "Transformation Chimique",
  "chapter.stage.4.quest.59.description.1": "Condensez n'importe quel gaz en fluide et décondensez n'importe quel fluide en gaz.",

  "chapter.stage.4.quest.60.subtitle.1": "Assez de Pression",
  "chapter.stage.4.quest.60.description.1": "Mettez sous pression un liquide et un gaz avec n'importe quel item pour obtenir une réaction. Vous obtiendrez un autre item ainsi que parfois un gaz supplémentaire.",

  "chapter.stage.4.quest.61.subtitle.1": "Création de PE-HD",
  "chapter.stage.4.quest.61.description.1": "Mettez sous pression le liquide d'éthylène et le gaz d'oxygène avec un Substrat.",

  "chapter.stage.4.quest.62.subtitle.1": "Assemblage de Tiges",

  "chapter.stage.4.quest.63.subtitle.1": "Enrichissement du PE-HD",
  "chapter.stage.4.quest.63.description.1": "Utilisez simplement une Chambre d'Enrichissement pour obtenir des Feuilles de PE-HD.",

  "chapter.stage.4.quest.64.subtitle.1": "Maniaque de l'Autocrafting",
  "chapter.stage.4.quest.64.description.1": "Le mécanisme de fabrication automatisée d'AE2 commence avec le &bME Patterns Provider&r. Cet appareil sert de réceptacle pour des objets spécifiques appelés &bmodèles vides&r (détaillés dans la quête suivante). Ces modèles vides sont conçus pour englober des recettes qui transforment des objets d'entrée en sorties spécifiées. Un seul fournisseur peut accueillir jusqu'à 9 modèles vides simultanément.",

  "chapter.stage.4.quest.65.subtitle.1": "Assemblage de Craft",
  "chapter.stage.4.quest.65.description.1": "Les Assembleurs Moléculaires ont la capacité de transmettre à la fois de l'énergie et des canaux à d'autres appareils ME qui leur sont liés, sans consommer de canal eux-mêmes. Dans les cas où un Patterns providers est utilisé, jusqu'à 6 Assembleurs Moléculaires peuvent y être liés, permettant l'exécution de plusieurs tâches de fabrication simultanément.",
  "chapter.stage.4.quest.65.description.2": "Chaque Assembleur Moléculaire possède un emplacement exclusif désigné pour un seul patterns. Cette caractéristique permet aux Assembleur Moléculaire de fonctionner de manière autonome lorsqu'ils sont alimentés. Dans ce mode, tous les objets insérés dans l'AM qui correspondent au patterns seront automatiquement transformés en produit résultant du motif.",

  "chapter.stage.4.quest.66.subtitle.1": "Vérification de Craft",
  "chapter.stage.4.quest.66.description.1": "Souvent, vous utiliserez plusieurs patterns providers répartis dans toute votre base. Pour faciliter l'accès transparent aux contenus de tous les fournisseurs de votre vaste réseau ME, le &bTerminal d'Accès aux modèles vides&r s'avère inestimable. Ce terminal permet un accès distant aux modèles vides stockés dans différents fournisseurs.",

  "chapter.stage.4.quest.67.subtitle.1": "Encodage de Crafts Partie 1",
  "chapter.stage.4.quest.67.description.1": "Les modèles vides offrent la flexibilité de contenir soit une recette de &6crafting&r classique, soit une recette plus large de '&6processing&r'. Les recettes de fabrication impliquent l'utilisation d'un &6Assembleur Moléculaire&r positionné sur l'interface du Fournisseur. En revanche, les recettes de traitement impliquent l'envoi d'objets d'entrée du fournisseur vers des machines externes ou des unités de traitement dédiées.",

  "chapter.stage.4.quest.68.subtitle.1": "Encodage de Crafts Partie 2",
  "chapter.stage.4.quest.68.description.1": "Les &bmodèles vides&r fonctionnent comme des réceptacles pour les recettes encodées qui peuvent être exécutées par un Patterns provider. Pour encoder une recette sur un motif, le processus implique l'utilisation du &bTerminal d'Encodage de modèles vides ME&r.",

  "chapter.stage.4.quest.69.subtitle.1": "Composant d'Autocrafting",
  "chapter.stage.4.quest.69.description.1": "Utilisez la Chambre de Dissolution pour assembler des Feuilles de HDPE, tous les Processeurs, un Verre de Fluix ME avec du Quartz Certus fondu.",

  "chapter.stage.4.quest.70.title": "Stockage de fabrication",
  "chapter.stage.4.quest.70.subtitle.1": "Opérer les Autocrafts",
  "chapter.stage.4.quest.70.description.1": "Avant d'exécuter une opération d'autocrafting, vous devez disposer d'un dispositif dédié pour abriter la demande de fabrication ainsi que les objets intermédiaires nécessaires aux crafts en plusieurs étapes. Ce dispositif spécialisé est appelé &6Unité de Fabrication CPU&r.",
  "chapter.stage.4.quest.70.description.2": "Un CPU de fabrication est une structure composite formée en assemblant plusieurs blocs en une unité cohérente. Au minimum, il nécessite un bloc de &bStockage de Fabrication&r, et il peut également incorporer des Unités de Fabrication supplémentaires. La configuration de ce multibloc peut varier en taille, mais elle doit être en forme de cuboïde solide pour s'établir et fonctionner avec succès.",

  "chapter.stage.4.quest.71.subtitle.1": "Surveiller les Opérations",

  "chapter.stage.4.quest.72.subtitle.1": "Accélérer les Choses",
  "chapter.stage.4.quest.72.description.1": "L'&bUnité de Co-Traitement de Fabrication&r améliore considérablement la vitesse des tâches de fabrication en permettant aux Patterns providers d'accélérer le transfert d'objets vers leurs dispositifs liés ou de collaborer simultanément à la création de plusieurs composants nécessaires.",
  "chapter.stage.4.quest.72.description.2": "Le co-processeur AE2 fondamental fournit un seul 'thread' de co-processeur pour soutenir ces opérations. En revanche, l'unité de co-traitement dérivée des &dCellules MEGA&r offre 4 threads remarquables dans un seul bloc, renforçant ainsi l'efficacité des processus de fabrication.",

  "chapter.stage.4.quest.73.subtitle.1": "Encore du Minerai Rouge ?",

  "chapter.stage.4.quest.74.subtitle.1": "Composant Utherique",
  "chapter.stage.4.quest.74.description.1": "Il suffit d'Énergiser les Cristaux d'Utherium avec une Ardoise en Acier Noir et une Luminescence.",

  "chapter.stage.4.quest.75.subtitle.1": "Catalyseur Utherique",
  "chapter.stage.4.quest.75.description.1": "Utilisez la Chambre de Pressurisation pour fabriquer le Catalyseur Supra.",

  "chapter.stage.4.quest.76.subtitle.1": "Chassis Étendu",

  "chapter.stage.4.quest.77.subtitle.1": "Multi Compression",
  "chapter.stage.4.quest.77.description.1": "Le &cCompresseur Quantique&r vous permet de créer des objets puissants. Placez n'importe quel objet compatible dans l'emplacement principal et le Catalyseur correspondant sur la gauche.",
  "chapter.stage.4.quest.77.description.2": "Avec de l'énergie, vous devrez mettre le nombre exact pour créer l'objet qui sera dans l'emplacement de droite.",

  "chapter.stage.4.quest.78.subtitle.1": "Compression de Carbone",
  "chapter.stage.4.quest.78.description.1": "Avec le Compresseur Quantique, compressez 512 Carbone avec le Moule de Compression en tant que Catalyseur.",

  "chapter.stage.4.quest.79.subtitle.1": "Personne ne Peut Vous Entendre Mourir",
  "chapter.stage.4.quest.79.description.1": "Sans ceci, vous ne pourrez pas respirer dans l'Espace.",

  "chapter.stage.4.quest.80.title" : "Armure spatiale",
  "chapter.stage.4.quest.80.subtitle.1": "Combinaison Spatiale",
  "chapter.stage.4.quest.80.description.1": "Une protection vraiment efficace pour l'exploration spatiale.",

  "chapter.stage.4.quest.81.subtitle.1": "Table de Craft Spatiale",
  "chapter.stage.4.quest.81.description.1": "Assemblez vos fusées dans cette nouvelle table de craft.",

  "chapter.stage.4.quest.82.subtitle.1": "Votre Première Fusée",
  "chapter.stage.4.quest.82.description.1": "À l'aide de l'Établi Spatial de la NASA, fabriquez la Fusée T1.",

  "chapter.stage.4.quest.83.subtitle.1": "Dissolution des Émeraudes",
  "chapter.stage.4.quest.83.description.1": "Dissolvez quelques Émeraudes pour obtenir du Chrome.",

  "chapter.stage.4.quest.84.subtitle.1": "Dissolution des Débris",
  "chapter.stage.4.quest.84.description.1": "Dissolvez des Débris Anciens pour obtenir du Tungstène.",

  "chapter.stage.4.quest.85.subtitle.1": "Compactage du Chrome",

  "chapter.stage.4.quest.86.subtitle.1": "Compactage du Tungstène",

  "chapter.stage.4.quest.87.subtitle.1": "Fusion du Chrome Compacté",

  "chapter.stage.4.quest.88.subtitle.1": "Fusion du Tungstène Compacté",

  "chapter.stage.4.quest.89.subtitle.1": "Lancement des Fusées",
  "chapter.stage.4.quest.89.description.1": "Pour aller dans l'espace, vous devrez placer vos fusées sur une Plateforme de Lancement 3x3.",

  "chapter.stage.4.quest.90.subtitle.1": "Dissolution du Charbon",
  "chapter.stage.4.quest.90.description.1": "Dissolvez quelques Débris Anciens pour obtenir du Graphite.",

  "chapter.stage.4.quest.91.subtitle.1": "Compactage du Graphite",

  "chapter.stage.4.quest.92.subtitle.1": "Fusion du Graphite Compacté",

  "chapter.stage.4.quest.93.subtitle.1": "Structuration du Réacteur",
  "chapter.stage.4.quest.93.description.1": "Il vous suffit d'Énergiser des Blocs de Graphite, des Blocs d'Uranium avec des Blocs d'Acier Énergisé et un Bloc de Lingot de Redstone.",

  "chapter.stage.4.quest.94.subtitle.1": "Construction du Réacteur",
  "chapter.stage.4.quest.94.description.1": "Ces pièces seront utiles pour construire votre Réacteur personnalisé.",

  "chapter.stage.4.quest.95.subtitle.1": "Déchets du Réacteur",
  "chapter.stage.4.quest.95.description.1": "Pour fonctionner, votre Réacteur a besoin d'Uranium. La Cyanite est le déchet produit par votre réacteur.",

  "chapter.stage.4.quest.96.subtitle.1": "Revalorisation des Déchets",

  "chapter.stage.4.quest.97.subtitle.1": "Recyclage de la Cyanite",
  "chapter.stage.4.quest.97.description.1": "Revalorisez votre Cyanite et créez du Blutonium ? Il suffit d'ajouter de l'eau et de l'énergie.",

  "chapter.stage.4.quest.98.subtitle.1": "Démarrage de la Compression Spatiale",
  "chapter.stage.4.quest.98.description.1": "À l'aide de la Chambre de Dissolution, assemblez des Lingots de Blutonium, des Tiges de Blaze et des Blocs d'Endérium avec de la Gelée Rose.",

  "chapter.stage.4.quest.99.subtitle.1": "Moules Spatiaux",

  "chapter.stage.4.quest.100.subtitle.1": "Compresseur Spatial",
  "chapter.stage.4.quest.100.description.1": "Compressez n'importe quel matériau compatible.",

  "chapter.stage.4.quest.101.subtitle.1": "Raffinerie Spatiale",
  "chapter.stage.4.quest.101.description.1": "Raffine le pétrole en carburant pour vos fusées.",

  "chapter.stage.4.quest.102.subtitle.1": "Carburant de Fusée",

  "chapter.stage.4.quest.103b.subtitle.1": "Station de Ravitaillement",
  "chapter.stage.4.quest.103b.description.1": "Fabriqué avec le processus Ender Crafting, le Chargeur de Carburant chargera le carburant dans vos fusées.",

  "chapter.stage.4.quest.103.subtitle.1": "Tour Solaire",
  "chapter.stage.4.quest.103.description.1": "La &bCentrale de Thermosiphon&f est une structure multi-blocs ayant pour but de convertir l'eau en &eSaumure&f, qui peut ensuite être convertie en &eLithium&f en utilisant une deuxième Centrale de Thermosiphon.",
  "chapter.stage.4.quest.103.description.2": "La hauteur minimale de la structure est de 3 blocs. Pour augmenter le stockage interne et le taux d'évaporation, la structure peut être élevée jusqu'à 18 blocs de haut.",

  "chapter.stage.4.quest.104.subtitle.1": "Ébullition de l'Eau",
  "chapter.stage.4.quest.104.description.1": "Pour obtenir de la Saumure, mettez de l'eau dans la Tour de Thermosiphon.",

  "chapter.stage.4.quest.105.subtitle.1": "Cristallisation",
  "chapter.stage.4.quest.105.description.1": "Cela vous permet de cristalliser toute Slurry compatible.",

  "chapter.stage.4.quest.106.subtitle.1": "Cristalliseur de Lithium",
  "chapter.stage.4.quest.106.description.1": "Cristallisez le Gaz de Lithium pour obtenir des Poussières de Lithium.",

  "chapter.stage.4.quest.107.subtitle.1": "Condensation du Lithium",

  "chapter.stage.4.quest.108.subtitle.1": "Artisanat Multiple",
  "chapter.stage.4.quest.108.description.1": "Vous permet de fabriquer des objets de fin de partie. Veillez à placer le nombre exact de piliers pour chaque composant.",

  "chapter.stage.4.quest.109.title.1": "Visiter la dimension : &6La Lune",
  "chapter.stage.4.quest.109.subtitle.1": "Voyage vers la Lune",
  "chapter.stage.4.quest.109.description.1": "Au moins, vous êtes prêt à voler vers la lune !",

  "chapter.stage.4.quest.110.subtitle.1": "Excavation des Minerais Lunaires",

  "chapter.stage.4.quest.111.subtitle.1": "Presse Combinée",
  "chapter.stage.4.quest.111.description.1": "Combinez toutes les Presses Applied Energistics en une seule",

  "chapter.stage.4.quest.112.subtitle.1": "Processus Parallèle Universel",
  "chapter.stage.4.quest.112.description.1": "Inscrivez un Circuit Parallèle et un Silicium Imprimé avec la Presse Universelle pour obtenir le Processeur Parallèle.",

  "chapter.stage.4.quest.113.subtitle.1": "Transformation Ultime",
  "chapter.stage.4.quest.113.description.1": "Transforme n'importe quel Mécanisme Avancé en un Niveau Ultime",

  "chapter.stage.4.quest.114.subtitle.1": "Unité Vraiment Intelligente",

  "chapter.stage.4.quest.115.subtitle.1": "Agrégation Energistique",
  "chapter.stage.4.quest.115.description.1": "L'&bAgrégateur Fluix&f facilite la fabrication en combinant des Accélérateurs de Croissance de Cristal.",

  "chapter.stage.4.quest.116.subtitle.1": "Un Inscriber Vraiment Meilleur",

  "chapter.stage.4.quest.117.subtitle.1": "Mouture avec Flux",

  "chapter.stage.4.quest.118.subtitle.1": "Bloc de Demande de Fabrication",
  "chapter.stage.4.quest.118.description.1": "Le &bME Requester&f est un bloc essentiel pour un réseau ME, conçu pour stocker jusqu'à 6 types différents d'objets. Sa configuration peut être accessible en faisant un clic droit, et toutes les informations nécessaires sont fournies là-bas. Un conseil supplémentaire suggère de faire glisser et déposer des objets spécifiques à partir de la page JEI s'ils ne sont pas disponibles pour le moment.",
  "chapter.stage.4.quest.118.description.2": "En ce qui concerne les lots de demande, alors que le nombre de demande spécifie la quantité de stock souhaitée, la taille du lot détermine le nombre d'articles demandés à chaque fois que le Demandeur lance un travail. Pour plus de clarté, considérez un exemple : en configurant le Demandeur avec des planches, un nombre de 10 et une taille de lot de 20, si le stock tombe en dessous de 10, le Demandeur demandera 20 planches à la fois (pas 20 recettes). Après la fabrication, vous aurez 20 planches jusqu'à ce que le nombre tombe en dessous de 10 pour la prochaine demande.",

  "chapter.stage.4.quest.119.subtitle.1": "Extraction de la Nébulosité Spatiale Partie 1",
  "chapter.stage.4.quest.119.description.1": "Cette première partie contient les blocs pour le noyau principal du Multibloc Extracteur de Nébuleuses.",

  "chapter.stage.4.quest.120.subtitle.1": "Extraction de la Nébulosité Spatiale Partie 2",
  "chapter.stage.4.quest.120.description.1": "Cette deuxième partie contient les blocs décoratifs supplémentaires du Multibloc Extracteur de Nébuleuses.",

  "chapter.stage.4.quest.121.subtitle.1": "Assemblez l'Extracteur de Nébuleuse Niveau 1",

  "chapter.stage.4.quest.122.subtitle.1": "Première Extraction",
  "chapter.stage.4.quest.122.description.1": "Extrayez l'Étoile de la Lune en utilisant l'Extracteur de Nébuleuse dans le Biome Désert de la Lune.",

  "chapter.stage.4.quest.123.subtitle.1": "Enrichissement de Lunaris",
  "chapter.stage.4.quest.123.description.1": "Obtenez cela simplement en utilisant la Chambre d'Enrichissement.",

  "chapter.stage.4.quest.124.subtitle.1": "Alliage Absolu",
  "chapter.stage.4.quest.124.description.1": "Il suffit d'infuser un Alliage Atomique avec une infusion Lunaris Nova.",

  "chapter.stage.4.quest.125.subtitle.1": "Contrôle Absolu",
  "chapter.stage.4.quest.125.description.1": "Il suffit d'infuser un Circuit de Contrôle Ultime avec une infusion Lunaris Nova.",

  "chapter.stage.4.quest.126.subtitle.1": "Tablette de Stockage Spectrale",

  "chapter.stage.4.quest.127.subtitle.1": "Stockage par Induction",
  "chapter.stage.4.quest.127.description.1": "La Matrice d'Induction peut stocker une quantité vraiment importante de FE. Ce sont les principales composantes pour la construire.",

  "chapter.stage.4.quest.128.title": "Cellules d'induction",
  "chapter.stage.4.quest.128.subtitle.1": "Cellules de Matrice d'Induction",
  "chapter.stage.4.quest.128.description.1": "Les &bCellules d'Induction&f sont des composants de la &eMatrice d'Induction&f. Chaque cellule &daugmente la capacité totale de stockage d'énergie&f d'une Matrice.",

  "chapter.stage.4.quest.129.title": "Fournisseurs d'induction",
  "chapter.stage.4.quest.129.subtitle.1": "Fournisseurs de Matrice",
  "chapter.stage.4.quest.129.description.1": "Les &bFournisseurs d'Induction&f sont utilisés dans la &eMatrice d'Induction&f pour déterminer &dcombien d'énergie elle peut délivrer par tick&f à travers le Port d'Induction.",

  "chapter.stage.4.quest.130.subtitle.1": "Accès au Vide",
  "chapter.stage.4.quest.130.description.1": "À l'aide de la Fabrication de Miniaturisation, construisez le Multibloc avec des Blocs d'Obsidienne Transformée, de l'Obsidienne, du Verre Sombre, des Blocs de Métal Oublié, des Blocs de Cristal Flamboyant et la Machine Compacte Maximale.",
  "chapter.stage.4.quest.130.description.2": "Consultez JEI pour construire le multibloc. N'oubliez pas de lancer le Patch du Vide.",

  "chapter.stage.4.quest.131.title.1": "Comment automatiser Extended Crafting ?",
  "chapter.stage.4.quest.131.subtitle.1": "Automatisation d'Extended Crafting",
  "chapter.stage.4.quest.131.description.1": "Pour automatiser Extended Crafting, il est nécessaire de fabriquer &d2 Package Recipe Holders&r et de les encoder avec un &aPackage Recipe Encoder&r.",
  "chapter.stage.4.quest.131.description.2": "Ensuite, il faut placer un Package Recipe Holder dans un &bPackager&r et l'autre dans un &bUnpackager&r, tous deux connectés à un réseau ME.",
  "chapter.stage.4.quest.131.description.3": "Le Packager acceptera les objets et les transformera en Paquets de Recettes, tandis que l'Unpackager les prendra et les déposera dans un inventaire adjacent.",
  "chapter.stage.4.quest.131.description.4": "Les deux machines informent le Réseau ME de ce qu'elles peuvent faire en fonction du package recipe holder, et le Packager, lorsqu'il est connecté, éjecte les paquets dans le réseau.",

  "Stage 5":"---------------------------------------------------------------------------------------------------------------------------------------------------",

  "chapter.stage.5.title": "Étape 5",

  "chapter.stage.5.quest.1.subtitle.1": "Un Chassis Vraiment Meilleur",
  "chapter.stage.5.quest.1.description.1": "En utilisant la Chambre de dissolution, assemblez du Plastique, des Circuits de Contrôle Absolu, des Lingots de Desh, un Engrenage en Lumium et un Chassis de Machine Simple avec du Pink Slime.",

  "chapter.stage.5.quest.2.subtitle.1": "Miner Avec des Lasers",
  "chapter.stage.5.quest.2.description.1": "Pour générer différents types de ressources avec des lasers, vous en aurez besoin de 4.",

  "chapter.stage.5.quest.3.subtitle.1": "Noyau de Laser Minier",
  "chapter.stage.5.quest.3.description.1": "C'est la machine principale pour configurer le laser drill. Placez les 4 Drills comme sur l'image et laissez les minerais se générer !",

  "chapter.stage.5.quest.4.subtitle.1": "Minage de Fluides",
  "chapter.stage.5.quest.4.description.1": "Tout comme le Ore Laser Base, il peut extraire des choses, mais cette fois-ci sous forme de fluide !",

  "chapter.stage.5.quest.5.subtitle.1": "Stabilisateur de Wither",
  "chapter.stage.5.quest.5.description.1": "La Chambre de Stase est une machine ajoutée par Industrial Foregoing qui utilise de l'énergie pour geler et soigner tous les monstres dans sa zone de travail.",

  "chapter.stage.5.quest.6.subtitle.1": "Forage du Wither",
  "chapter.stage.5.quest.6.description.1": "Fabriquée dans la Chambre de dissolution, la Lentille Laser Violette vous permet de générer de l'EtherGas.",

  "chapter.stage.5.quest.7.subtitle.1": "Production d'Ether Gas",
  "chapter.stage.5.quest.7.description.1": "En utilisant un Laser Drill avec une Fluid Laser Base et une Lentille Laser Violette, vous produirez de l'Ether Gas lorsque le Fluid Laser Base est placé directement au-dessus d'un Wither. Ce fluide est nécessaire pour fabriquer les objets les plus coûteux d'Industrial Foregoing, y compris le chassis de machine de plus haut niveau.",

  "chapter.stage.5.quest.8.subtitle.1": "Capture d'Âmes de Monstres",
  "chapter.stage.5.quest.8.description.1": "Pour construire n'importe quel Modèle de Données de Monstre, vous devrez faire un clic droit dessus.",

  "chapter.stage.5.quest.9.subtitle.1": "Agriculture par Apprentissage",
  "chapter.stage.5.quest.9.description.1": "Le Deep Learner vous permet de stocker quelques modèles de données à l'intérieur, et les meurtres que vous effectuez commenceront à entraîner le modèle. Tous les modèles commencent en étant défectueux, et doivent être entraînés jusqu'au niveau de base dans le Deep Learner.",

  "chapter.stage.5.quest.10.subtitle.1": "Butin Matrice",
  "chapter.stage.5.quest.10.description.1": "Exécuter des simulations nécessite de l'énergie (en fonction du type de modèle) et un élément catalyseur, qui est généralement une Matrice de Prédiction.",

  "chapter.stage.5.quest.11.subtitle.1": "Pilleur de Prédiction",
  "chapter.stage.5.quest.11.description.1": "Une fois que votre modèle est Basique ou supérieur, vous pouvez utiliser la chambre de simulation pour exécuter des simulations de votre modèle. Les simulations produiront toujours une prédiction généralisée, et peuvent également produire une Prédiction de Mob, en fonction de la précision du modèle. Plus le niveau du modèle est élevé, plus la précision est grande, jusqu'à 99,5%% en Self Aware.",

  "chapter.stage.5.quest.12.subtitle.1": "Simulation Gaia",
  "chapter.stage.5.quest.12.description.1": "Obtenez une prédiction du Gardien de Gaia avec la Chambre de Simulation.",

  "chapter.stage.5.quest.13.subtitle.1": "Fabrication de Butin",
  "chapter.stage.5.quest.13.description.1": "Les Prédictions de Mob devront être traitées dans un Fabricateur de Butin, un appareil qui utilise de l'énergie pour convertir les prédictions en drops de mobs. Les drops disponibles sont basés sur une liste d'articles prédéfinis, et une cible peut être sélectionnée pour chaque type de modèle. Le fabricateur de butin se souviendra de vos choix pour chaque type, vous pouvez donc alimenter plusieurs types de prédictions dans un seul fabricateur.",

  "chapter.stage.5.quest.14.subtitle.1": "Butin Gaia",
  "chapter.stage.5.quest.14.description.1": "Grâce à la prédiction du Gardien de Gaia, obtenez du Gaia Skin.",

  "chapter.stage.5.quest.15.subtitle.1": "Brasseur de Mana Automatique",

  "chapter.stage.5.quest.16.subtitle.1": "Bassin de Mana Automatique",

  "chapter.stage.5.quest.17.subtitle.1": "Marguerite Pure Automatique",

  "chapter.stage.5.quest.18.subtitle.1": "Autel Runique Automatique",

  "chapter.stage.5.quest.19.subtitle.1": "Agglomération Automatique",

  "chapter.stage.5.quest.20.subtitle.1": "Apothicaire Automatique",

  "chapter.stage.5.quest.21.subtitle.1": "Échange Automatique d'Alfheim",

  "chapter.stage.5.quest.22.subtitle.1": "Stockage et Envoi de Mana",
  "chapter.stage.5.quest.22.description.1": "C'est le bloc principal de Botanical machinery. Il vous permet de stocker du Mana et de l'envoyer à d'autres machines. N'oubliez pas d'utiliser les Étincelles avec les améliorations que vous souhaitez. (Selon ce que vous voulez faire.)",

  "chapter.stage.5.quest.23.subtitle.1": "Viking, Prenez Garde",
  "chapter.stage.5.quest.23.description.1": "Grâce à la prédiction du Gardien de Gaia, obtenez quelques Runes d'Asgard.",

  "chapter.stage.5.quest.24.subtitle.1": "Meilleure Agglomération",
  "chapter.stage.5.quest.24.description.1": "Avec l'Infuseur de Mana et le nouveau multibloc correspondant, vous pourrez fabriquer plus rapidement les Lingots Basiques de Botania mais aussi de l'&6Alfsteel&r.",

  "chapter.stage.5.quest.25.subtitle.1": "Un Nouveau Lingot Botanique",
  "chapter.stage.5.quest.25.description.1": "Avec le Multibloc Infuseur de Mana et 2 Bassins de Mana pleins, vous pourrez obtenir de m'&6Alfsteel&r.",

  "chapter.stage.5.quest.26.subtitle.1": "Mimir a Appelé",

  "chapter.stage.5.quest.27.subtitle.1": "Eau Divine",
  "chapter.stage.5.quest.27.description.1": "D'abord, cliquez droit avec le Gjallarhorn, puis en donnant une Source de Mana, la Branche remplira le Gjallarhorn.",

  "chapter.stage.5.quest.28.subtitle.1": "Buvez !",
  "chapter.stage.5.quest.28.description.1": "Après avoir attendu suffisamment longtemps, vous obtiendrez ceci. Skål !",

  "chapter.stage.5.quest.29.subtitle.1": "Nouveau Butin Gaia",
  "chapter.stage.5.quest.29.description.1": "Après avoir bu l'Eau du puits de Mimir, vous devrez à nouveau affronter le Gaïa de Stade 2.",

  "chapter.stage.5.quest.30.subtitle.1": "Rituels de Rune",
  "chapter.stage.5.quest.30.description.1": "Mythic Botany ajoute une nouvelle manière de fabriquer des objets avancés. En fait, selon le nombre de composants, vous aurez besoin du même nombre exact de Supports de Rune et bien sûr du Support de Rune Central.",
  "chapter.stage.5.quest.30.description.2": "Soyez prudent, les objets dans l'espace intermédiaire doivent être lâchés près du Support de Rune Central.",

  "chapter.stage.5.quest.31.subtitle.1": "Vous n'êtes Pas un Vampire",
  "chapter.stage.5.quest.31.description.1": "À travers le Rituel de Rune, vous devrez fabriquer le &4Sang de Kvasir&r. N'oubliez pas d'avoir une Tablette de Mana et votre Baguette de la Forêt.",

  "chapter.stage.5.quest.32.subtitle.1": "Doux Miel au Paradis",
  "chapter.stage.5.quest.32.description.1": "Skål ! Encore !",

  "chapter.stage.5.quest.33.subtitle.1": "Portail d'Alfheim",

  "chapter.stage.5.quest.34.subtitle.1": "Voyager à Alfheim",

  "chapter.stage.5.quest.35.title.1": "Réacteur à Fission",
  "chapter.stage.5.quest.35.subtitle.1": "Construire le Réacteur à Fission",
  "chapter.stage.5.quest.35.description.1": "Combinant plusieurs méthodes de fabrication, le Réacteur à Fission peut séparer des éléments avancés.",

  "chapter.stage.5.quest.36.subtitle.1": "Il a vraiment besoin de menthe",
  "chapter.stage.5.quest.36.description.1": "Grâce à la prédiction du Dragon de l'End, obtenez un Souffle de Dragon",

  "chapter.stage.5.quest.37.subtitle.1": "Souffle Dissolvant",
  "chapter.stage.5.quest.37.description.1": "En utilisant le Dissolveur, dissoudre du &5Souffle de Dragon&r pour obtenir des Éléments Oganesson.",

  "chapter.stage.5.quest.38.subtitle.1": "Fission de l'Oganesson",
  "chapter.stage.5.quest.38.description.1": "Utilisez simplement le Réacteur à Fission avec de l'Oganesson et obtenez du Praseodymium",

  "chapter.stage.5.quest.39.subtitle.1": "Compactage du Praseodymium",

  "chapter.stage.5.quest.40.subtitle.1": "Fusion de la Poussière de Praseodymium",

  "chapter.stage.5.quest.41.subtitle.1": "Transformation Verte",
  "chapter.stage.5.quest.41.description.1": "Énergisez simplement un lingot de Praseodymium et obtenez des Cristaux Spirituels.",

  "chapter.stage.5.quest.42.title.1": "Mineur du Vide de Tier 1",
  "chapter.stage.5.quest.42.subtitle.1": "Multibloc Générant des Minerais",
  "chapter.stage.5.quest.42.description.1": "Avec quelques Cristaux Spirituels, vous pourrez construire notre Mineur de Minerais Multibloc personnalisé.",

  "chapter.stage.5.quest.43.subtitle.1": "Dissolution de la Pierre de l'End",
  "chapter.stage.5.quest.43.description.1": "En utilisant le Dissolveur, dissoudre de la &5Pierre de l'End&r pour obtenir des Éléments Thorium.",

  "chapter.stage.5.quest.44.subtitle.1": "Fission du Thorium",
  "chapter.stage.5.quest.44.description.1": "Utilisez le Réacteur à Fission pour obtenir du Rhodium.",

  "chapter.stage.5.quest.45.subtitle.1": "Constructeur de Turbine",
  "chapter.stage.5.quest.45.description.1": "Construisez de Grandes Turbines. Pour les obtenir, énergisez simplement les Éléments Rhodium avec des Blocs de Graphite et de Cyanite.",

  "chapter.stage.5.quest.46.subtitle.1": "Dissolution des Larmes de Ghast",
  "chapter.stage.5.quest.46.description.1": "En utilisant le Dissolveur, dissoudre &3Larmes de Ghast&r pour obtenir des Éléments Polonium.",

  "chapter.stage.5.quest.47.subtitle.1": "Fission du Polonium",
  "chapter.stage.5.quest.47.description.1": "Utilisez le Réacteur à Fission pour obtenir du Molybdenum.",

  "chapter.stage.5.quest.48.subtitle.1": "Constructeur d'Échangeur Thermique",
  "chapter.stage.5.quest.48.description.1": "L'Échangeur Thermique est facultatif, vous pouvez créer de la vapeur avec juste le réacteur (remplacez la prise de courant par deux ports de refroidissement, un pour l'entrée d'eau et l'autre pour la sortie de vapeur).",
  "chapter.stage.5.quest.48.description.2": "Il est uniquement nécessaire si vous voulez faire circuler un fluide différent à travers le réacteur (comme le sodium).",

  "chapter.stage.5.quest.49.subtitle.1": "Offre Trois pour Un",
  "chapter.stage.5.quest.49.description.1": "Le Compresseur Avancé peut, comme le normal, compresser tout article compatible. Mais maintenant, il peut également faire du Laminage et de l'Extrusion.",

  "chapter.stage.5.quest.50.subtitle.1": "Composants de la fusée T2 - Partie 1",

  "chapter.stage.5.quest.51.subtitle.1": "Composants de la fusée T2 - Partie 2",

  "chapter.stage.5.quest.52.subtitle.1": "Composants de la fusée T2 - Partie 3",

  "chapter.stage.5.quest.53.subtitle.1": "Composants de la fusée T2 - Partie 4",

  "chapter.stage.5.quest.54.subtitle.1": "Composants de la fusée T2 - Partie 5",

  "chapter.stage.5.quest.55.subtitle.1": "Construction de la fusée T2",
  "chapter.stage.5.quest.55.description.1": "Dans l'établi de la NASA, assemblez tous les éléments précédemment demandés et fabriquez la fusée de niveau 2.",

  "chapter.stage.5.quest.56.title": "Visitez la dimension : &cMars&r",
  "chapter.stage.5.quest.56.subtitle.1": "L'enfer sur une planète",
  "chapter.stage.5.quest.56.description.1": "Sur Mars, vous trouverez du minerai d'&cOstrum&r",

  "chapter.stage.5.quest.57.subtitle.1": "Extraction des minerais de Mars",

  "chapter.stage.5.quest.58.title.1": "Extracteur de Nébuleuse niveau 2 - Partie 1",
  "chapter.stage.5.quest.58.subtitle.1": "Extraction de nébulation spatiale T2 - Partie 1",

  "chapter.stage.5.quest.59.title.1": "Extracteur de Nébuleuse niveau 2 - Partie 2",
  "chapter.stage.5.quest.59.subtitle.1": "Extraction de nébulation spatiale T2 - Partie 2",

  "chapter.stage.5.quest.60.subtitle.1": "Extraction de Mars",
  "chapter.stage.5.quest.60.description.1": "Extrayez l'étoile de Mars : Marsova Ignis, en utilisant l'extracteur de nébuleuse dans le biome du désert de Mars",

  "chapter.stage.5.quest.61.subtitle.1": "Enrichissement de Marsova",
  "chapter.stage.5.quest.61.description.1": "Obtenez du Marsova Ignis compressé simplement en utilisant la chambre d'enrichissement.",

  "chapter.stage.5.quest.62.subtitle.1": "Contrôle suprême",
  "chapter.stage.5.quest.62.description.1": "Infusez simplement un circuit de contrôle absolu avec une infusion de Marsova Ignis.",

  "chapter.stage.5.quest.63.subtitle.1": "Alliage suprême",
  "chapter.stage.5.quest.63.description.1": "Infusez simplement un alliage absolu avec une infusion de Marsova Ignis.",

  "chapter.stage.5.quest.64.subtitle.1": "Tablette de stockage singulière",

  "chapter.stage.5.quest.65.title.1": "Réacteur à fission",
  "chapter.stage.5.quest.65.subtitle.1": "Réacteur à fission Mekanism",
  "chapter.stage.5.quest.65.description.1": "Le réacteur à fission est utilisé pour créer des déchets chimiques. Vous verrez comment gérer cela plus tard.",

  "chapter.stage.5.quest.66.subtitle.1": "Énergie solaire... encore",
  "chapter.stage.5.quest.66.description.1": "Cette machine est seulement utilisée pour 2 choses. Transforme le lithium en tritium et les déchets nucléaires en polonium.",

  "chapter.stage.5.quest.67.subtitle.1": "Mixeur d'isotopes",
  "chapter.stage.5.quest.67.description.1": "Cette machine est seulement utilisée pour 2 choses. Transforme l'hexafluorure d'uranium en combustible fissile et les déchets nucléaires en plutonium.",

  "chapter.stage.5.quest.68.subtitle.1": "Pressurisation de la réaction",
  "chapter.stage.5.quest.68.description.1": "Mettez sous pression un liquide et un gaz avec n'importe quel item pour obtenir une réaction. Vous obtiendrez un autre item ainsi que parfois un gaz supplémentaire.",

  "chapter.stage.5.quest.69.subtitle.1": "Création de plutonium",
  "chapter.stage.5.quest.69.description.1": "Mettez sous pression le gaz de plutonium avec n'importe quel gaz compatible et obtenez des pastilles de plutonium. Attention, les déchets usés sont radioactifs ! Vous pouvez les stocker dans un baril de déchets radioactifs",

  "chapter.stage.5.quest.70.subtitle.1": "Création de polonium",
  "chapter.stage.5.quest.70.description.1": "Mettez sous pression le gaz de polonium avec n'importe quel gaz compatible et obtenez des pastilles de polonium. Attention, les déchets usés sont radioactifs ! Vous pouvez les stocker dans un baril de déchets radioactifs",

  "Stage 6":"---------------------------------------------------------------------------------------------------------------------------------------------------",

  "chapter.stage.6.title": "Étape 6",

  "chapter.stage.6.quest.1.subtitle.1": "Création de Flux",
  "chapter.stage.6.quest.1.description.1": "Infusez simplement de la Poussière de Fluix Carbonique avec une infusion de Marsova Ignis.",

  "chapter.stage.6.quest.2.subtitle.1": "Composant de Flux",

  "chapter.stage.6.quest.3.subtitle.1": "Compactage de Flux",

  "chapter.stage.6.quest.4.subtitle.1": "Émetteur d'Énergie Flux",
  "chapter.stage.6.quest.4.description.1": "Reçoit de l'énergie des blocs adjacents passivement, ajoutant de l'énergie à votre réseau Flux.",

  "chapter.stage.6.quest.5.subtitle.1": "Contrôle de Flux",
  "chapter.stage.6.quest.5.description.1": "Permet la charge sans fil depuis votre réseau Flux.",

  "chapter.stage.6.quest.6.subtitle.1": "Émetteur d'Énergie Flux",
  "chapter.stage.6.quest.6.description.1": "Fournit de l'énergie aux blocs adjacents activement, retirant de l'énergie de votre réseau Flux.",

  "chapter.stage.6.quest.7.subtitle.1": "Stockage de Flux Basique",
  "chapter.stage.6.quest.7.description.1": "Stocke l'énergie pour votre réseau Flux. Capacité énergétique : 2 000 000 FE.",

  "chapter.stage.6.quest.8.subtitle.1": "Stockage de Flux Hercule",
  "chapter.stage.6.quest.8.description.1": "Stocke l'énergie pour votre réseau Flux. Capacité énergétique : 16 000 000 FE.",

  "chapter.stage.6.quest.9.subtitle.1": "Stockage de Flux Gargantuan",
  "chapter.stage.6.quest.9.description.1": "Stocke l'énergie pour votre réseau Flux. Capacité énergétique : 128 000 000 FE.",

  "chapter.stage.6.quest.10.subtitle.1": "Chassis Suprême",
  "chapter.stage.6.quest.10.description.1": "En utilisant la Chambre de Dissolution, assemblez du Plastique, des Lingots de Platine, des Circuits de Contrôle Suprême, des Noyaux de Flux, une Pépite de Plutonium et un Cadre de Machine Avancé avec du Gaz Éther.",

  "chapter.stage.6.quest.11.subtitle.1": "Création de Nitro",
  "chapter.stage.6.quest.11.description.1": "Énergisez simplement des Blocs de Flux avec un Bloc de Lutetium et du Plutonium.",

  "chapter.stage.6.quest.12.subtitle.1": "Fusion !",
  "chapter.stage.6.quest.12.description.1": "Énergisez simplement un Cristal Spirituel avec du Calorite et des Lingots de Frosteel.",

  "chapter.stage.6.quest.13.subtitle.1": "Composants de la Fusée T3 Partie 1",

  "chapter.stage.6.quest.14.subtitle.1": "Composants de la Fusée T3 Partie 2",

  "chapter.stage.6.quest.15.subtitle.1": "Composants de la Fusée T3 Partie 3",

  "chapter.stage.6.quest.16.subtitle.1": "Composants de la Fusée T3 Partie 4",

  "chapter.stage.6.quest.17.subtitle.1": "Composants de la Fusée T3 Partie 5",

  "chapter.stage.6.quest.18.subtitle.1": "Assemblage de la Fusée T3",
  "chapter.stage.6.quest.18.description.1": "Dans l'Établi de la NASA, assemblez tous les composants précédents pour fabriquer la Fusée T3.",

  "chapter.stage.6.quest.19.title": "Visitez la Dimension : &bVénus",
  "chapter.stage.6.quest.19.subtitle.1": "C'est Glacial",
  "chapter.stage.6.quest.19.description.1": "Sur Vénus, vous trouverez du minerai de Calorite",

  "chapter.stage.6.quest.20.title": "Visitez la Dimension : &4Mercure",
  "chapter.stage.6.quest.20.subtitle.1": "Plus Chaud que l'Enfer",

  "chapter.stage.6.quest.21.subtitle.1": "Obtenir du Calorite",

  "chapter.stage.6.quest.22.subtitle.1": "Fusion de Minerai de Calorite",

  "chapter.stage.6.quest.23.title": "Mineur du Vide Tier 2",
  "chapter.stage.6.quest.23.subtitle.1": "Meilleur Mineur du Vide",

  "chapter.stage.6.quest.24.subtitle.1": "Minerais Draconiques",
  "chapter.stage.6.quest.24.description.1": "Avec le Mineur du Vide T2, obtenez du Minerai de Draconium",

  "chapter.stage.6.quest.25.subtitle.1": "Fusion des Minerais Draconiques",

  "chapter.stage.6.quest.26.subtitle.1": "Le Noyau Initial",

  "chapter.stage.6.quest.27.subtitle.1": "Fusion Draconique",
  "chapter.stage.6.quest.27.description.1": "Le Fusion Crafting Core fait partie du Fusion Crafting de Draconic Evolution. Selon le palier demandé, il peut fabriquer un objet très avancé.",

  "chapter.stage.6.quest.28.subtitle.1": "Le Premier Tier de fabrication",
  "chapter.stage.6.quest.28.description.1": "Le Draconium Fusion Crafting Injector est seulement capable de fabriquer le Wyvern Fusion Crafting Injector et le Coffre Draconium.",

  "chapter.stage.6.quest.29.subtitle.1": "Mise à niveau Wyverne",

  "chapter.stage.6.quest.30.subtitle.1": "Fusion Wyverne",
  "chapter.stage.6.quest.30.description.1": "Débloque le tier Wyverne pour vos Artisanats de Fusion.",

  "chapter.stage.6.quest.31.title.1": "Extracteur de Nébuleuse Tier 3 - Partie 1",
  "chapter.stage.6.quest.31.subtitle.1": "Extraction de Nébulisation Spatiale T3 Partie 1",

  "chapter.stage.6.quest.32.title.1": "Extracteur de Nébuleuse Tier 3 - Partie 2",
  "chapter.stage.6.quest.32.subtitle.1": "Extraction de Nébulisation Spatiale T3 Partie 2",

  "chapter.stage.6.quest.33.subtitle.1": "Extraction de Vénus",
  "chapter.stage.6.quest.33.description.1": "Extrayez l'Étoile de Vénus : Venustar Luminae, en utilisant l'Extracteur de Nébuleuse dans le Biome Désertique de Mars",

  "chapter.stage.6.quest.34.subtitle.1": "Enrichissement de Venustar",
  "chapter.stage.6.quest.34.description.1": "Obtenez du Venustar Luminae Compressé simplement en utilisant la Chambre d'Enrichissement",

  "chapter.stage.6.quest.35.subtitle.1": "Contrôle Cosmique",
  "chapter.stage.6.quest.35.description.1": "Infusez simplement un Circuit de Contrôle Suprême avec l'infusion de Venustar Luminae",

  "chapter.stage.6.quest.36.subtitle.1": "Alliage Cosmique",
  "chapter.stage.6.quest.36.description.1": "Infusez simplement un Alliage Suprême avec l'infusion de Venustar Luminae.",

  "chapter.stage.6.quest.37.title": "Le Réacteur à Fusion",
  "chapter.stage.6.quest.37.subtitle.1": "Réacteur Ultime",
  "chapter.stage.6.quest.37.description.1": "Le &bRéacteur à Fusion&r est une structure multi-blocs qui permet des taux d'entrée variables de 3 types de carburant : Deutérium, Tritium et Carburant D-T. En refroidissant la structure avec de l'eau, de la vapeur peut être produite en parallèle de l'énergie, ce qui est utile pour alimenter une Turbine Industrielle.",
  "chapter.stage.6.quest.37.description.2": "• 75x Structure de Reacteur à fusion (Construction + autres pièces du réacteur).",
  "chapter.stage.6.quest.37.description.3": "• 2x Port de réacteur à fusion.",
  "chapter.stage.6.quest.37.description.4": "• 1x Contrôleur de réacteur à fusion.",
  "chapter.stage.6.quest.37.description.5": "• 8x Verre de réacteur.",
  "chapter.stage.6.quest.37.description.6": "• 1x Matrice de focalisation laser.",

  "chapter.stage.6.quest.38.subtitle.1": "Transformation en Bouillie",
  "chapter.stage.6.quest.38.description.1": "Transformez n'importe quel minerai avec de l'Acide Sulfurique en sa Bouillie correspondante.",

  "chapter.stage.6.quest.39.title": "Kit de Démarrage pour Réacteur",
  "chapter.stage.6.quest.39.subtitle.1": "Configuration de Démarrage du Réacteur",
  "chapter.stage.6.quest.39.description.1": "&bLe Réacteur à Fusion&r ne démarrera pas de lui-même. Il nécessite une impulsion d'énergie extérieure d'un Amplificateur Laser chargé et une petite quantité de Carburant D-T pour commencer le processus de fusion. Une fois la réaction amorcée, il commencera à consommer du Deutérium et du Tritium fournis, créant du plasma et générant de l'énergie. Alternativement, vous pouvez utiliser un Chauffage Résistif pour chauffer le réacteur à une température de Plasma de 100.00MK. Cela peut être fait le plus rapidement à 10MFE/t d'utilisation sur le chauffage",
  "chapter.stage.6.quest.39.description.2": "&bLe Hohlraum&r stocke 10 unités de Carburant D-T nécessaires pour la réaction initiale. Pour le remplir, placez-le dans un Infuseur Chimique qui combine le Deutérium et le Tritium. Placez le Hohlraum dans le Contrôleur de Réacteur lorsqu'il contient le Carburant D-T requis.",
  "chapter.stage.6.quest.39.description.3": "L'onglet statistiques détaille la température d'ignition nécessaire pour que la réaction commence. Pour atteindre cette température, un Amplificateur Laser doit être chargé d'énergie provenant de plusieurs Lasers l'alimentant, et tiré dans la Matrice de Focus Laser. L'énergie nécessaire pour démarrer la réaction requiert 400MFE. Elle doit être injectée en une seule grande impulsion pour éviter que la température ne se dissipe, donc ajouter une sensibilité au Redstone ou augmenter l'énergie minimale requise par l'Amplificateur empêchera son déclenchement prématuré.",
  "chapter.stage.6.quest.39.description.4": "Avec le Hohlraum dans le Contrôleur de Réacteur et suffisamment d'énergie stockée dans l'Amplificateur, tirez le laser pour commencer la réaction de fusion. Si une température suffisamment élevée a été atteinte, vous devriez immédiatement voir et entendre le réacteur fonctionner. Pour soutenir la réaction, la température ne doit pas descendre en dessous de la température d'ignition. Assurez-vous que le taux d'injection est suffisamment élevé et que le carburant est constamment fourni.",

  "chapter.stage.6.quest.40.subtitle.1": "Lavage des Bouillies",
  "chapter.stage.6.quest.40.description.1": "Combine n'importe quelle Bouillie Sale avec son laveur compatible et obtenez de la Bouillie Propre.",

  "chapter.stage.6.quest.41.subtitle.1": "Tablette de Stockage Absorbant la Lumière",

  "chapter.stage.6.quest.42.subtitle.1": "Stockage d'Énergie Cosmique",

  "chapter.stage.6.quest.43.title": "Réacteur à fusion alchimique",
  "chapter.stage.6.quest.43.subtitle.1": "Fusionneur d'Élément Chimique",
  "chapter.stage.6.quest.43.description.1": "Combine 2 Éléments Chimiques compatibles pour obtenir un Super Élément Chimique.",

  "chapter.stage.6.quest.44.subtitle.1": "Mineur du Vide Tier 3",
  "chapter.stage.6.quest.44.description.1": "Mieux que le Tier 2",

  "Stage 7":"---------------------------------------------------------------------------------------------------------------------------------------------------",

  "chapter.stage.7.title": "Étape 7",

  "chapter.stage.7.quest.1.subtitle.1": "Fusion Chimique de Césium",
  "chapter.stage.7.quest.1.description.1": "Avec le Réacteur à Fusion, obtenez de l'élément Césium.",

  "chapter.stage.7.quest.2.subtitle.1": "Compactage du Césium",

  "chapter.stage.7.quest.3.subtitle.1": "Fonte de la Poussière de Césium",

  "chapter.stage.7.quest.4.subtitle.1": "Composant de Césium",
  "chapter.stage.7.quest.4.description.1": "Énergisez simplement les Lingots de Césium avec de la Luminessence et une Ardoise d'Acier Noir.",

  "chapter.stage.7.quest.5.subtitle.1": "Catalyseur de Césium",
  "chapter.stage.7.quest.5.description.1": "Avec la Chambre de Pression, combinez 4 Composants Ultime et un Cœur de Wyvern.",

  "chapter.stage.7.quest.6.subtitle.1": "Table de Craft de Césium",
  "chapter.stage.7.quest.6.description.1": "Avec le Cœur de Fusion Craft au niveau Wyvern, combinez des Composants Ultime, des Alliages Cosmiques avec un Catalyseur Ultime et un Bloc de Césium.",

  "chapter.stage.7.quest.7.subtitle.1": "Automatisation des Crafts Ultime !",

  "chapter.stage.7.quest.8.subtitle.1": "Maestro de Craft",
  "chapter.stage.7.quest.8.description.1": "Vous pouvez maintenant automatiser plus de 3 recettes ! N'oubliez pas que cela fonctionne avec Applied. Voir l'Étape 4 pour pour automatiser les crafts.",

  "chapter.stage.7.quest.9.subtitle.1": "Fusion Chimique du Bismuth",
  "chapter.stage.7.quest.9.description.1": "Avec le Réacteur à Fusion, obtenez de l'Élément Bismuth",

  "chapter.stage.7.quest.10.subtitle.1": "Compression du Bismuth",

  "chapter.stage.7.quest.11.subtitle.1": "Fondre la Poussière de Bismuth",

  "chapter.stage.7.quest.12.subtitle.1": "Composant de Fusée T4 Partie 1",

  "chapter.stage.7.quest.13.subtitle.1": "Composant de Fusée T4 Partie 2",

  "chapter.stage.7.quest.14.subtitle.1": "Composant de Fusée T4 Partie 3",

  "chapter.stage.7.quest.15.subtitle.1": "Composant de Fusée T4 Partie 4",

  "chapter.stage.7.quest.16.subtitle.1": "Composant de Fusée T4 Partie 5",

  "chapter.stage.7.quest.17.subtitle.1": "Assemblage de la Fusée T4",
  "chapter.stage.7.quest.17.description.1": "Dans l'Établi de la Nasa, assemblez tous les composants précédents pour fabriquer la Fusée T4.",

  "chapter.stage.7.quest.18.title": "Visitez la Dimension : &b&lGlacio&r&",
  "chapter.stage.7.quest.18.subtitle.1": "Lune Gelée",
  "chapter.stage.7.quest.18.description.1": "Dans &bGlacio&r vous trouverez du Minerai de Crystaltine Glacio.",

  "chapter.stage.7.quest.19.subtitle.1": "Obtenir la Crystaltine de Glacio",

  "chapter.stage.7.quest.20.subtitle.1": "Agglomération de Glacio",
  "chapter.stage.7.quest.20.description.1": "Avec la Chambre de Purification, obtenez des Grumeaux de Crystaltine avec de l'Oxygène.",

  "chapter.stage.7.quest.21.subtitle.1": "Énergisation de Crystaltine",
  "chapter.stage.7.quest.21.description.1": "Énergisez simplement les Grumeaux de Crystaltine avec un Lingot d'Actinium et une Étoile d'Ender.",

  "chapter.stage.7.quest.22.subtitle.1": "Composant Glacio",
  "chapter.stage.7.quest.22.description.1": "Énergisez simplement les Lingots de Crystaltine avec une Ardoise Noire et une Luminessence.",

  "chapter.stage.7.quest.23.subtitle.1": "Catalyseur Glacio",
  "chapter.stage.7.quest.23.description.1": "À l'aide de la Chambre sous Pression, combinez 4 Composants de Crystaltine et une Pellet de Polonium.",

  "chapter.stage.7.quest.24.subtitle.1": "Extraction de Nébulation Spatiale T4 Partie 1",

  "chapter.stage.7.quest.25.subtitle.1": "Extraction de Nébulation Spatiale T4 Partie 2",

  "chapter.stage.7.quest.26.subtitle.1": "Extraction de Glacio",
  "chapter.stage.7.quest.26.description.1": "Extrayez l'Étoile de Glacio : Éternelle Cryostella Polaris, en utilisant l'Extracteur de Nébuleuse dans Glacio",

  "chapter.stage.7.quest.27.subtitle.1": "Enrichissement de Glacio",
  "chapter.stage.7.quest.27.description.1": "Obtenez l'Éternelle Cryostella Polaris Comprimée simplement en utilisant la Chambre d'Enrichissement",

  "chapter.stage.7.quest.28.subtitle.1": "Alliage Infini",
  "chapter.stage.7.quest.28.description.1": "Infusez 4 Alliages Cosmiques avec l'infusion d'Éternelle Cryostella Polaris.",

  "chapter.stage.7.quest.29.subtitle.1": "Contrôle Infini",
  "chapter.stage.7.quest.29.description.1": "Infusez 4 Circuits de Contrôle Cosmiques avec l'infusion d'Éternelle Cryostella Polaris.",

  "chapter.stage.7.quest.30.subtitle.1": "Stockage d'Énergie Photonique",

  "chapter.stage.7.quest.31.title": "Stockage d'énergie draconique",
  "chapter.stage.7.quest.31.subtitle.1": "Stockage de l'Énergie Draconique",
  "chapter.stage.7.quest.31.description.1": "Le &dStockage d'Énergie Draconique&r est utilisé pour stocker beaucoup d'énergie.",
  "chapter.stage.7.quest.31.description.2": "Le &dCœur Énergétique&r est au centre de la boule draconique.",
  "chapter.stage.7.quest.31.description.3": "Les &dEnergy Pylon&r sont utilisés pour insérer ou extraire de l'énergie. Pour fonctionner, vous devez placer un bloc de verre au-dessus ou en dessous du Pylône pour l'activer.",
  "chapter.stage.7.quest.31.description.4": "Les &dEnergy Core Stabilizer&r sont là pour stabiliser votre Boule Draconique&r.",
  "chapter.stage.7.quest.31.description.5": "Il doit être à une distance maximale de 8 blocs et minimale de 1 bloc de votre Boule Draconique.",
  "chapter.stage.7.quest.31.description.6": "&dTier 1&r (Peut stocker 45.5M RF) :",
  "chapter.stage.7.quest.31.description.7": "• 4 Energy Stabilizer",
  "chapter.stage.7.quest.31.description.8": "&dTier 2&r (Peut stocker 273M RF) :",
  "chapter.stage.7.quest.31.description.9": "• 6 Draconium Blocks",
  "chapter.stage.7.quest.31.description.10": "• 4 Energy Core Stabilizer",
  "chapter.stage.7.quest.31.description.11": "&dTier 3&r (Peut stocker 1.6G RF) :",
  "chapter.stage.7.quest.31.description.12": "• 6 Draconium Blocks",
  "chapter.stage.7.quest.31.description.13": "• 4 Energy Core Stabilizer",
  "chapter.stage.7.quest.31.description.14": "&dTier 4&r (Peut stocker 9.8G RF) :",
  "chapter.stage.7.quest.31.description.15": "• 54 Draconium Blocks",
  "chapter.stage.7.quest.31.description.16": "• 26 Redstone Blocks",
  "chapter.stage.7.quest.31.description.17": "• 4 Energy Core Stabilizer",
  "chapter.stage.7.quest.31.description.18": "&dTier 5 &r(Peut stocker 59.3G RF) :",
  "chapter.stage.7.quest.31.description.19": "• 150 Draconium Blocks",
  "chapter.stage.7.quest.31.description.20": "• 178 Redstone Blocks",
  "chapter.stage.7.quest.31.description.21": "• 36 Energy Core Stabilizer",
  "chapter.stage.7.quest.31.description.22": "&dTier 6&r (Peut stocker 356G RF) :",
  "chapter.stage.7.quest.31.description.23": "• 150 Draconium Blocks",
  "chapter.stage.7.quest.31.description.24": "• 178 Redstone Blocks",
  "chapter.stage.7.quest.31.description.25": "• 36 Energy Core Stabilizer",
  "chapter.stage.7.quest.31.description.26": "&dTier 7&r (Peut stocker 2.14T RF) :",
  "chapter.stage.7.quest.31.description.27": "• 210 Draconium Blocks",
  "chapter.stage.7.quest.31.description.28": "• 328 Redstone Blocks",
  "chapter.stage.7.quest.31.description.29": "• 36 Energy Core Stabilizer",
  "chapter.stage.7.quest.31.description.30": "&dTier 8&r (Peut stocker Presque Infini RF ► 9,223,372,036,854,775,807 RF)",
  "chapter.stage.7.quest.31.description.31": "• 378 Awakned Draconium Blocks",
  "chapter.stage.7.quest.31.description.32": "• 786 Draconium Blocks",
  "chapter.stage.7.quest.31.description.33": "• 36 Energy Core Stabilizer",

  "chapter.stage.7.quest.32.title": "Déphaseur en phase supercritique",
  "chapter.stage.7.quest.32.subtitle.1": "Antimatière",
  "chapter.stage.7.quest.32.description.1": "Un &dDéphaseur de phase supercritique&r est une structure multiblocs qui consomme une grande quantité d'énergie et de gaz de polonium pour créer du gaz d'antimatière, qui peut être cristallisé en pastilles d'antimatière. Les pastilles d'antimatière sont utilisées dans plusieurs recettes de fin de partie.",
  "chapter.stage.7.quest.32.description.2": "La construction minimale optimale se compose de :",
  "chapter.stage.7.quest.32.description.3": "• 60 Structures du SPS (+12 matériaux de fabrication pour 3 Ports du SPS)",
  "chapter.stage.7.quest.32.description.4": "• 123 Verres de réacteur ou verre structurel",
  "chapter.stage.7.quest.32.description.5": "• 3 Ports du SPS",
  "chapter.stage.7.quest.32.description.6": "• 1 Bobine surchargée",

  "chapter.stage.7.quest.33.subtitle.1": "Cristallisation de l'antimatière",
  "chapter.stage.7.quest.33.description.1": "L'utilisation du SPS permet de transformer le polonium en antimatière et de la cristalliser.",

  "chapter.stage.7.quest.34.subtitle.1": "Génération d'objets en antimatière",
  "chapter.stage.7.quest.34.description.1": "Génère de nouveaux objets en échange d'antimatière et de tout ce qui est compatible.",

  "chapter.stage.7.quest.35.subtitle.1": "Stockage d'énergie Mega Supra",

  "chapter.stage.7.quest.36.subtitle.1": "Éveil draconique",
  "chapter.stage.7.quest.36.description.1": "Avec le Fusion Crafting Core au tier Wyvern, combinez des Draconium Cores, un Dragon Heart et une Eternal Cryostella Polaris avec 4 blocs de Draconium.",

  "chapter.stage.7.quest.37.subtitle.1": "Cœur Awakening",
  "chapter.stage.7.quest.37.description.1": "Avec le Fusion Crafting Core au tier Wyvern, combinez Wyvern Cores, Awakened Draconium Ingots et une Étoile du Nether.",

  "chapter.stage.7.quest.38.subtitle.1": "Mineur du vide Tier 4",

  "chapter.stage.7.quest.39.subtitle.1": "Injecteur Awakening",
  "chapter.stage.7.quest.39.description.1": "Avec le Fusion Crafting Core au tier Wyvern, combinez Wyvern Cores, un Awakened Draconium Core, Crystaltine Ingots, un Infinite Control Circuit et un bloc d'Awakened Draconium avec un Wyvern Fusion Crafting Injector.",

  "chapter.stage.7.quest.40.subtitle.1": "Contrôleur draconique",
  "chapter.stage.7.quest.40.description.1": "Avec le Fusion Crafting Core au tier Draconic, combinez Wyvern Energy Controller, un lingot d'Awakened Draconium et un Infinite Control Circuit avec un Wyvern Core.",

  "chapter.stage.7.quest.41.title": "Tuez le &4Choas Guardian",
  "chapter.stage.7.quest.41.subtitle.1": "Tuez la bête",
  "chapter.stage.7.quest.41.description.1": "Pour affronter le boss, il faut trouver sur une grille de 10000 blocs sur 10000 blocs une zone de combat. Par exemple, on peut en trouver aux coordonnées x = -10000 et z = 10000",

  "chapter.stage.7.quest.42.subtitle.1": "Butin du chaos",

  "chapter.stage.7.quest.43.subtitle.1": "Contrôle du Chaos",
  "chapter.stage.7.quest.43.description.1": "Avec le Fusion Crafting Core au tier Chaotic, combinez un Draconic Energy Controller, des Small Chaos Fragments, un Infinite Control Circuit avec un Draconic Core.",

  "chapter.stage.7.quest.44.subtitle.1": "Cœur du Chaos",
  "chapter.stage.7.quest.44.description.1": "Avec le Fusion Crafting Core au tier Draconique, combinez les Draconic Cores et des lingots d'Awakened Draconium avec un Large Chaos Fragments.",

  "chapter.stage.7.quest.45.subtitle.1": "Injecteur Chaotic",
  "chapter.stage.7.quest.45.description.1": "Avec le Fusion Crafting Core au tier Wyvern, combiner des Draconic Cores, Large Chaos Fragments, un Dragon Egg, un pastille d'Antimatière et un Chaotic Core avec un Awakened Crafting Injector.",

  "chapter.stage.7.quest.46.subtitle.1": "Élevage de Chaos",
  "chapter.stage.7.quest.46.description.1": "Avec le Fusion Crafting Core au tier Chaotic, combiner des Dragon Predictions, Golden Dragon Scales, un Chaotic Core, un Dragon Heart et tête de dragon et une Chaos Shard avec un Model Framework.",

  "chapter.stage.7.quest.47.subtitle.1": "Simulation Chaotique",
  "chapter.stage.7.quest.47.description.1": "Obtenez une prédiction du Chaos Guardian avec la Chambre de Simulation.",

  "chapter.stage.7.quest.48.subtitle.1": "Fabrication du Chaos Partie 1",
  "chapter.stage.7.quest.48.description.1": "Grâce à la prédiction du Chaos Guardian, obtenez quelques Tiny Chaos Fragments.",

  "chapter.stage.7.quest.49.subtitle.1": "Fabrication du Chaos Partie 2",
  "chapter.stage.7.quest.49.description.1": "Grâce à la prédiction du Chaos Guardian, obtenez quelques Chaos Hearts.",

  "Heavy Machinery":"---------------------------------------------------------------------------------------------------------------------------------------------------",

  "chapter.machinery.title": "Machinerie Lourde",

  "chapter.machinery.quest.1.title.1": "Regardez un &6Concasseur&r complet",
  "chapter.machinery.quest.1.subtitle.1": "Concassage Immersif",
  "chapter.machinery.quest.1.description.1": "Le Concasseur est un multibloc de 3×5×3 ajouté par Immersive Engineering. Il est utilisé pour broyer les minerais en poudre, ce qui est plus efficace que de cuire directement le minerais.",
  "chapter.machinery.quest.1.description.2": "Le Concasseur n'a pas d'interface graphique. La machine accepte toute forme d'énergie Forge (FE) ou Redstone Flux (RF) par le haut du multibloc.",

  "chapter.machinery.quest.2.title.1": "Regardez une &6Scie a bois&r complète",
  "chapter.machinery.quest.2.subtitle.1": "Sciage de Planches",
  "chapter.machinery.quest.2.description.1": "La Scie a bois est un multibloc de traitement du bois 3×5×3 ajouté par Immersive Engineering. Elle transforme 1 Bûche en 6 Planches.",

  "chapter.machinery.quest.3.title.1": "Regardez un &6Assembleur&r complet",
  "chapter.machinery.quest.3.subtitle.1": "Autocrafting Immersif",
  "chapter.machinery.quest.3.description.1": "L'Assembleur est un multi-bloc 3x3x3 ajouté par Immersive Engineering. Il est utilisé pour fabriquer automatiquement des objets. Les recettes peuvent être définies à l'intérieur de l'Assembleur. Les réservoirs de liquide dans l'Assembleur sont également capables d'utiliser des seaux de liquide comme pour fabriquer le Bois Traités.",

  "chapter.machinery.quest.4.title.1": "Regardez un &6Atelier de l'Ingénieur Automatisé&r complet",
  "chapter.machinery.quest.4.subtitle.1": "Automatisation des Plans de l'ingénieur",
  "chapter.machinery.quest.4.description.1": "L'Atelier de l'ingénieur automatisé est un multi-bloc de 3x2x3 ajouté par Immersive Engineering. C'est une version automatisée de l'Établi de l'ingénieur. Le Flux Redstone (RF) est nécessaire pour que l'Atelier de l'ingénieur automatisé fonctionne. Il est introduit par l'endroit où se trouvait le Bloc d'ingénierie léger lors de la création de la structure multi-bloc. Dans l'interface de l'Atelier de l'ingénieur automatisé, un Plan d'ingénieur doit être ajouté pour qu'il fonctionne.",

  "chapter.machinery.quest.5.title.1": "Regardez un &6Réservoir&r complet",
  "chapter.machinery.quest.5.subtitle.1": "Stockage de liquide",
  "chapter.machinery.quest.5.description.1": "Le réservoir peut stocker 512 000 mB (512 seaux). Les liquides peuvent être acheminés par le haut et extraits par les blocs du bas. Pour que le liquide soit retiré, un signal redstone est nécessaire. De plus, une pompe à fluide (Immersive Engineering) peut être utilisée pour accélérer la sortie.",

  "chapter.machinery.quest.6.title.1": "Regardez un &6Silo à objets&r complet",
  "chapter.machinery.quest.6.subtitle.1": "Stockage d'objets",
  "chapter.machinery.quest.6.description.1": "Le Silo en Tôle peut stocker 41 472 objets (l'équivalent de 24 coffres). Cependant, tous ces objets doivent être identiques. Les objets peuvent être introduits par le bloc supérieur et retirés par le bloc inférieur. Le retrait des objets nécessite un signal Redstone. Le Silo affichera visuellement l'objet stocké et sa quantité sur chaque côté du Silo.",

  "chapter.machinery.quest.7.title.1": "Regardez un &6Oil Tank&r complet",
  "chapter.machinery.quest.7.subtitle.1": "Un meilleur stockage de fluides.",
  "chapter.machinery.quest.7.description.1": "Le Oil Tank est un réservoir de liquide auto-nivelant plus grand que le Fluid Tank normal, avec des ports de fluide en haut et en bas de chaque côté. Il peut stocker 1024B de tout fluide non gazeux.",

  "chapter.machinery.quest.8.title.1": "Regardez un &6Haut fourneau amélioré&r complet",
  "chapter.machinery.quest.8.subtitle.1": "Sujet brûlant",
  "chapter.machinery.quest.8.description.1": "Le Haut fourneau amélioré est un four multibloc ajouté par Immersive Engineering qui allie le fer avec du coke pour produire de l'acier. C'est le niveau supérieur du Haut fourneau brut, capable d'être automatisé et plus rapide une fois que les préchauffeurs de haut fourneau sont ajoutés.",
  "chapter.machinery.quest.8.description.2": "Le Haut fourneau amélioré possède des trappes pour exporter automatiquement l'acier et le slag dans les inventaires adjacents. Le coke et le fer peuvent être introduits par le haut du four. L'acier sort par l'avant, et le slag sort par l'arrière. Les trous de chaque côté servent à ajouter les préchauffeurs de haut fourneau.",

  "chapter.machinery.quest.9.title.1": "Regardez un &6High-Pressure Refinery Unit&r complet",
  "chapter.machinery.quest.9.subtitle.1": "Raffinage Immersif",
  "chapter.machinery.quest.9.description.1": "L'High Pressure Refinery Unit chauffe et combine des fluides dans son tambour de réaction principal. Elle est essentielle aux chaînes de processus secondaires dans le raffinage pétrolier moderne, y compris le craquage et la désulfuration.",

  "chapter.machinery.quest.10.title.1": "Regardez un &6Distillation Tower&r complète",
  "chapter.machinery.quest.10.subtitle.1": "Distillation en colonne",
  "chapter.machinery.quest.10.description.1": "La Distillation Tower est un grand multi-bloc de 4x16x4 ajouté par Immersive Petroleum, utilisé pour transformer des fluides en d'autres fluides. Elle est principalement utilisée pour convertir le Pétrole Brut en Diesel et Gasoline ainsi qu'en Lubrifiant, créant du bitumen comme sous-produit.",

  "chapter.machinery.quest.11.title.1": "Regardez un &6Derrick&r complet",
  "chapter.machinery.quest.11.subtitle.1": "Tour de Localisation de Pétrole",

  "chapter.machinery.quest.12.title.1": "Regardez un &6Coker&r complet",
  "chapter.machinery.quest.12.subtitle.1": "Craqueur de Bitume",
  "chapter.machinery.quest.12.description.1": "Le Coker est une machine massive qui fissure et carbonise le bitume résiduel de la distillation en coke de pétrole et en diesel sulfuré.",

  "chapter.machinery.quest.13.title.1": "Regardez un &6Excavateur&r complet",
  "chapter.machinery.quest.13.subtitle.1": "Génération de Minerais",
  "chapter.machinery.quest.13.description.1": "L'Excavator est une machine multibloc de 8×3×7 ajoutée par Immersive Engineering qui creuse dans les gisements minéraux situés sous le bedrock.",

  "chapter.machinery.quest.14.title.1": "Regardez un &6Pumpjack&r complet",
  "chapter.machinery.quest.14.subtitle.1": "Maestro de Pompage",
  "chapter.machinery.quest.14.description.1": "Le Pumpjack est un multibloc de 6×4×3 ajouté par Immersive Petroleum. Il extrait des liquides comme le Crude Oil de réservoirs situés sous le bedrock. Une Foreuse d'échantillonnage teste la présence de ces réservoirs. Une fois alimenté et qu'un tuyau vide est connecté à l'un des ports de liquide, le pumpjack opère à un débit de 15 mB/tick. Si un réservoir est présent en dessous, il amène le Crude Oil à la surface. Plusieurs Pumpjacks dans un même chunk augmentent le taux d'extraction. Si le réservoir est vidé, jusqu'à 6 mB/tick de Crude Oil peuvent continuer à être extraits du réservoir vidé en utilisant un seul Pumpjack.",

  "chapter.machinery.quest.15.title.1": "Regardez un &6Paratonnerre&r complet",
  "chapter.machinery.quest.15.subtitle.1": "Énergie de l'Orage",
  "chapter.machinery.quest.15.description.1": "Le Paratonnerre est relativement simple à fabriquer. Il utilise 8 blocs de bobine en cuivre, 4 échafaudages en acier, 4 condensateurs haute tension, 4 blocs d'ingénierie légère, 4 clôtures en bois traité et 3 blocs de bobine haute tension.",

  "chapter.machinery.quest.16.title.1": "Regardez un &6Générateur Diesel&r complet",
  "chapter.machinery.quest.16.subtitle.1": "Générateur d'Immersive ultime",
  "chapter.machinery.quest.16.description.1": "Le Générateur Diesel est une structure multi-blocs de dimensions 3×5×3 ajoutée par Immersive Engineering. Il génère du Flux Immersif (IF) ou du Flux de Redstone (RF) en brûlant du Biodiesel ou d'autres carburants. Un Générateur Diesel en marche émet un bruit assez important. Les protecteurs d'oreilles peuvent atténuer son bruit.",

  "Powah":"---------------------------------------------------------------------------------------------------------------------------------------------------",

  "chapter.powah.title": "Powah",

  "chapter.powah.quest.1.title": "Conseils sur les Réacteurs",
  "chapter.powah.quest.1.subtitle.1": "Le réacteur est un générateur multi-bloc qui utilise l'uraninite comme carburant principal.",
  "chapter.powah.quest.1.description.1": "Pour le construire, vous aurez besoin de 36 blocs de réacteur dans votre main et de les placer dans une zone remplaçable de 3X4, puis le réacteur terminera sa construction automatiquement.",
  "chapter.powah.quest.1.description.2": "Lors de la génération d'énergie, le réacteur chauffe, ce qui le pousse à consommer du carburant plus rapidement et à générer moins de FE/t, vous devez donc le refroidir en utilisant un liquide de refroidissement comme l'eau, vous pouvez également utiliser un liquide de refroidissement solide comme la neige ou la glace pour un refroidissement supplémentaire, le refroidissement solide nécessite un refroidissement liquide pour fonctionner.",

  "chapter.powah.quest.2.title": "Conseils sur les Panneaux Solaires",
  "chapter.powah.quest.2.subtitle.1": "Énergie Solaire",
  "chapter.powah.quest.2.description.1": "Le panneau solaire est un générateur FE qui génère de l'énergie lorsqu'il est exposé à la lumière du soleil, les niveaux supérieurs génèrent plus de FE/t, tout bloc qui arrête la lumière au-dessus du panneau solaire arrêtera sa production.",

  "chapter.powah.quest.3.title": "Conseils sur les Magmators",
  "chapter.powah.quest.3.subtitle.1": "Le Magmator est un générateur FE qui génère de l'énergie à partir de fluides à haute température comme la lave.",
  "chapter.powah.quest.3.description.1": "Les niveaux supérieurs génèrent plus de FE/t et ont une sortie d'énergie plus élevée, de plus, ils brûlent le carburant plus rapidement avec la même énergie gagnée par tic de carburant.",

  "chapter.powah.quest.4.title": "Conseils sur les Chaudières",
  "chapter.powah.quest.4.subtitle.1": "Le Chaudière est un générateur FE qui génère de l'énergie à partir de combustible solide pour four comme le charbon, le bois...",
  "chapter.powah.quest.4.description.1": "Les niveaux supérieurs génèrent plus de FE/t et ont une sortie d'énergie plus élevée, de plus, ils consomment le carburant plus rapidement avec la même énergie gagnée par tic de carburant.",

  "chapter.powah.quest.5.title": "Conseils sur les Thermogénérateurs",
  "chapter.powah.quest.5.subtitle.1": "Trucs Chauds",
  "chapter.powah.quest.5.description.1": "Le thermogénérateur est un générateur FE qui génère de l'énergie lorsqu'il est placé sur un bloc/fluide à haute température comme la lave, il nécessite un fluide de refroidissement comme l'eau pour fonctionner.",

  "chapter.powah.quest.6.title": "Conseils sur les Piles",
  "chapter.powah.quest.6.subtitle.1": "Chargement",
  "chapter.powah.quest.6.description.1": "Charge les objets lorsqu'ils sont dans l'inventaire du joueur, peut également être utilisé pour augmenter la capacité d'un canal de réseau Ender en cliquant dessus avec la touche Maj enfoncée sur une interface GUI de Cellule de l'End, si la batterie contient de l'énergie, elle sera également appliquée au canal de réseau ender.",

  "chapter.powah.quest.7.title": "Conseils sur les Cellules d'énergie",
  "chapter.powah.quest.7.subtitle.1": "La cellule d'énergie est un bloc utilisé pour stocker de l'énergie.",
  "chapter.powah.quest.7.description.1": "Peut également être utilisé pour ajouter de la capacité à un canal de réseau Ender en cliquant dessus avec la touche Maj enfoncée sur une interface GUI de cellule de l'End, si la cellule d'énergie contient de l'énergie, elle sera également appliquée au canal de réseau ender.",

  "chapter.powah.quest.8.title": "Conseils sur les Cellules de l'End",
  "chapter.powah.quest.8.subtitle.1": "La cellule de l'End est un bloc utilisé pour stocker de l'énergie dans un canal spécifique du réseau ender du propriétaire.",
  "chapter.powah.quest.8.description.1": "Vous pouvez accéder à l'énergie stockée d'un canal sélectionné de n'importe où dans le monde si la cellule de l'End d'où vous souhaitez transférer de l'énergie dispose d'un canal actif avec une capacité valide.",
  "chapter.powah.quest.8.description.2": "Vous pouvez ajouter de la capacité à un canal sélectionné en cliquant avec la touche Maj sur une cellule d'énergie ou une Batterie dans l'interface GUI de la cellule de l'End.",
  "chapter.powah.quest.8.description.3": "La quantité ajoutée est la même que celle de l'objet que vous avez ajouté, la capacité maximale qu'un canal peut avoir est de 9E FE.",

  "chapter.powah.quest.9.title": "Conseils sur les Câbles",
  "chapter.powah.quest.9.subtitle.1": "Les câbles servent à transférer de l'énergie entre les machines.",
  "chapter.powah.quest.9.description.1": "Vous pouvez changer le mode de transfert en cliquant avec le bouton droit sur un câble en utilisant une clé à molette en mode Config sélectionné.",

  "chapter.powah.quest.10.title": "Porte de l'End",
  "chapter.powah.quest.10.subtitle.1": "Transfert Ender",
  "chapter.powah.quest.10.description.1": "Transfère de l'énergie entre le bloc adjacent et le réseau ender.",
  "chapter.powah.quest.10.description.2": "Contrairement à la cellule de l'End, vous ne pouvez pas améliorer le réseau depuis celle-ci.",

  "chapter.powah.quest.11.title": "Déchargeur d'Énergie",
  "chapter.powah.quest.11.subtitle.1": "Drainage",
  "chapter.powah.quest.11.description.1": "Le Déchargeur d'Énergie est un bloc utilisé pour drainer l'énergie des objets chargés et ensuite la stocker dans un tampon interne, puis, s'il est connecté par des câbles, extraire cette énergie stockée pour la réutiliser.",

  "chapter.powah.quest.12.title": "Entonnoir à énergie",
  "chapter.powah.quest.12.subtitle.1": "Chargement d'Objets",
  "chapter.powah.quest.12.description.1": "L'entonnoir à énergie est un bloc utilisé pour charger des objets pouvant être chargés à l'intérieur d'un inventaire adjacent, comme un coffre ou tout autre bloc ayant un inventaire accessible et ne possédant pas d'énergie de forge.",

  "chapter.powah.quest.13.title": "Transmetteur Joueur",
  "chapter.powah.quest.13.subtitle.1": "Chargeur d'Inventaire",
  "chapter.powah.quest.13.description.1": "Le Transmetteur Joueur est un bloc utilisé pour charger sans fil des objets dans l'inventaire du joueur lié, y compris les emplacements d'armure et la main secondaire, n'importe où dans la même dimension quand il a une carte de liaison normale et entre les dimensions quand il possède une carte de liaison dimensionnelle.",

  "chapter.powah.quest.14.title": "Orbe énergisant",
  "chapter.powah.quest.14.subtitle.1": "Fabrication d'Orbes",
  "chapter.powah.quest.14.description.1": "L'Orbe Énergisant est un bloc utilisé pour énergiser des objets. Il nécessite au moins une Orbe énergisant dans une plage de 9X9 pour fonctionner. La vitesse d'énérgisation dépend du nombre d'orbes et du niveau de l'orbe.",

  "Thermal":"---------------------------------------------------------------------------------------------------------------------------------------------------",

  "chapter.thermal.title": "Thermal",

  "chapter.thermal.quest.1.title": "Amélioration de base",
  "chapter.thermal.quest.1.subtitle.1": "Amélioration de composant",

  "chapter.thermal.quest.2.title": "Filtre de fluide",
  "chapter.thermal.quest.2.subtitle.1": "Restrictif",
  "chapter.thermal.quest.2.description.1": "Permet une restriction du fluide.",

  "chapter.thermal.quest.3.subtitle.1": "Économiseur d'FE",
  "chapter.thermal.quest.3.description.1": "Empêche la perte de RF après saturation de la bobine.",

  "chapter.thermal.quest.4.subtitle.1": "Catalyseur d'escalade",
  "chapter.thermal.quest.4.description.1": "L'augmentation de la chambre de récupération catalytique fait évoluer la chance qu'un catalyseur soit utilisé de 0,8x, mais augmente également l'énergie utilisée par opération de 1,25x.",

  "chapter.thermal.quest.5.subtitle.1": "Plus d'énergie !",
  "chapter.thermal.quest.5.description.1": "L'augmentation de la bobine RF élargie échelonne le stockage et le transfert de RF par 4.",

  "chapter.thermal.quest.6.subtitle.1": "Puissance efficace",
  "chapter.thermal.quest.6.description.1": "L'augmentation de l'efficacité du flux réduit la RF requise par opération, l'échelonnant de 0,9, mais diminue également le taux d'utilisation RF maximum de la machine de 10%%.",

  "chapter.thermal.quest.7.subtitle.1": "Mise à niveau de la portée",
  "chapter.thermal.quest.7.description.1": "L'augmentation d'amélioration radiale permet à votre outil ou machine d'affecter une zone plus grande autour d'elle.",
  "chapter.thermal.quest.7.description.2": "Chaque augmentation augmentera la zone maximale d'un bloc dans chaque direction.",

  "chapter.thermal.quest.8.subtitle.1": "Carburant efficace",
  "chapter.thermal.quest.8.description.1": "Augmente l'efficacité du carburant.",

  "chapter.thermal.quest.9.subtitle.1": "Destructeur auxiliaire",
  "chapter.thermal.quest.9.description.1": "Détruit les sorties d'objets non primaires en excès.",

  "chapter.thermal.quest.10.subtitle.1": "Plus de fluide",
  "chapter.thermal.quest.10.description.1": "L'augmentation de construction de réservoir élargie échelonne la taille de tous les réservoirs de fluide dans une machine, un dispositif, un générateur ou un outil par 4.",

  "chapter.thermal.quest.11.subtitle.1": "Meilleur générateur",
  "chapter.thermal.quest.11.description.1": "L'augmentation de chambre de réaction auxiliaire augmente la génération maximale d'un générateur de 100%% mais échelonne l'efficacité de 0,9.",

  "chapter.thermal.quest.12.subtitle.1": "Sortie secondaire",
  "chapter.thermal.quest.12.description.1": "L'augmentation de tamis de processus auxiliaire augmente la chance de sortie secondaire de 15%% mais échelonne l'énergie par opération de 1,25.",

  "chapter.thermal.quest.13.subtitle.1": "Augmentation d'automatisation",
  "chapter.thermal.quest.13.description.1": "L'augmentation de traitement cyclique permet aux sorties valides d'une machine d'être renvoyées dans son ou ses emplacements de sortie. Utile pour l'automatisation.",

  "chapter.thermal.quest.14.subtitle.1": "Amplification",
  "chapter.thermal.quest.14.description.1": "L'augmentation d'amplificateur de liaison de flux augmente le taux d'utilisation RF maximum de 100%% mais échelonne également la RF par opération de 1,1.",

  "chapter.thermal.quest.15.subtitle.1": "Améliorateur de potion",
  "chapter.thermal.quest.15.description.1": "L'augmentation d'extension alchimique augmente la durée de la potion de 100%%. N'a aucun effet sur les potions à effet instantané ou à effet ponctuel.",

  "chapter.thermal.quest.16.subtitle.1": "Amplificateur de potion",
  "chapter.thermal.quest.16.description.1": "L'augmentation d'amplificateur alchimique augmente l'effet de la potion stockée d'un niveau mais réduit sa durée de 25%%.",

  "chapter.thermal.quest.17.subtitle.1": "Améliorateur d'FE",
  "chapter.thermal.quest.17.description.1": "L'augmentation de bobine RF haute densité échelonne le stockage RF par 2 et le transfert RF par 6.",

  "chapter.thermal.quest.18.subtitle.1": "Gardeur d'XP",
  "chapter.thermal.quest.18.description.1": "Permet de stocker et de récupérer de l'XP.",

  "chapter.thermal.quest.19.subtitle.1": "Puissance de filtration",
  "chapter.thermal.quest.19.description.1": "L'augmentation de filtre d'objets permet à une machine, un dispositif ou un équipement d'accepter sélectivement des objets.",
  "chapter.thermal.quest.19.description.2": "Le filtre peut être configuré dans une interface graphique distincte, accessible en faisant un clic droit en maintenant la touche Maj enfoncée sur le bloc ou l'objet dans lequel il est installé, ou par le biais d'un onglet dans l'interface graphique du bloc.",
  "chapter.thermal.quest.19.description.3": "Jusqu'à 15 objets peuvent être ajoutés au filtre, avec la possibilité de passer entre une liste d'autorisation/d'interdiction et de faire correspondre/ignorer les données NBT.",

  "chapter.thermal.quest.20.subtitle.1": "Énergie fossile",
  "chapter.thermal.quest.20.description.1": "La Dynamo Stirling utilise des objets inflammables pour produire de la RF.",

  "chapter.thermal.quest.21.subtitle.1": "Seau d'énergie",
  "chapter.thermal.quest.21.description.1": "La Dynamo de Compression utilise des combustibles liquides inflammables tels que l'huile d'arbre pour produire de la RF.",

  "chapter.thermal.quest.22.subtitle.1": "Argent, argent !",
  "chapter.thermal.quest.22.description.1": "La Dynamo Numismatique utilise des pièces de monnaie pour produire de la RF.",

  "chapter.thermal.quest.23.subtitle.1": "Cristaux brillants",
  "chapter.thermal.quest.23.description.1": "La Dynamo Lapidaire utilise des cristaux et des gemmes pour produire de la RF.",

  "chapter.thermal.quest.24.subtitle.1": "Enchanté",
  "chapter.thermal.quest.24.description.1": "La Dynamo de Désenchantement utilise des objets enchantés tels que des livres pour produire de la RF.",

  "chapter.thermal.quest.25.subtitle.1": "NOURRITURE !",
  "chapter.thermal.quest.25.description.1": "La Dynamo Gourmande utilise de la nourriture pour produire de la RF.",

  "chapter.thermal.quest.26.subtitle.1": "Poubelle",
  "chapter.thermal.quest.26.description.1": "Le nullificateur est un dispositif qui peut supprimer tous les objets et les fluides qui y sont insérés.",
  "chapter.thermal.quest.26.description.2": "Les objets/fluides insérés automatiquement sont instantanément supprimés, tandis que les objets insérés manuellement via l'interface graphique sont temporairement stockés jusqu'à ce que le bouton de suppression soit pressé.",
  "chapter.thermal.quest.26.description.3": "Il est compatible avec les augmentations de type filtre pour restreindre ce qu'il peut accepter.",
  "chapter.thermal.quest.26.description.4": "Le contrôle par redstone n'affecte que l'insertion automatique d'objets/fluides.",

  "chapter.thermal.quest.27.subtitle.1": "Énergie pour les objets",
  "chapter.thermal.quest.27.description.1": "Utilisé pour augmenter, charger et remplir des objets.",

  "chapter.thermal.quest.28.subtitle.1": "Extracteur de miel",
  "chapter.thermal.quest.28.description.1": "Le Hive Hopper est un dispositif qui peut extraire des rayons de miel et du miel liquide lorsqu'il est placé sous une ruche.",

  "chapter.thermal.quest.29.subtitle.1": "Dangers de la déforestation",
  "chapter.thermal.quest.29.description.1": "L'Extracteur Arboreal est un dispositif qui extrait du fluide d'un arbre adjacent.",
  "chapter.thermal.quest.29.description.2": "Peut éventuellement prendre de l'engrais pour augmenter le taux de production.",
  "chapter.thermal.quest.29.description.3": "Le bonemeal augmente la production de 1,5x pendant 8 cycles, tandis que le phyto-gro augmente de 2,0x pendant 16 cycles.",
  "chapter.thermal.quest.29.description.4": "Différents arbres produisent différents fluides ; utilisez JEI pour voir les recettes disponibles.",

  "chapter.thermal.quest.30.subtitle.1": "Plantes en croissance",
  "chapter.thermal.quest.30.description.1": "L'Infuseur de Phyto-Terre est un dispositif qui utilise de la RF pour accélérer la croissance des cultures sur la phyto-terre à proximité. Dans sa forme de base, il infuse une zone de 3x3x3 autour de lui, qui peut être améliorée en utilisant des augmentations d'amélioration radiale jusqu'à 7x3x7.",
  "chapter.thermal.quest.30.description.2": "Les composants intégraux augmentent l'effet d'accélération de la croissance.",

  "chapter.thermal.quest.31.subtitle.1": "Absorbeur",
  "chapter.thermal.quest.31.description.1": "Le Vacuumulateur est un dispositif qui peut ramasser des objets dans sa zone d'effet.",
  "chapter.thermal.quest.31.description.2": "Il peut ramasser des orbes d'XP lorsqu'une augmentation de concentrateur de connaissances est installée.",
  "chapter.thermal.quest.31.description.3": "À la base, le vacuumulateur collecte dans une zone de 9x9x9 centrée sur lui, ce qui peut être augmenté jusqu'à 15x15x15 en utilisant des augmentations d'amélioration radiale.",

  "chapter.thermal.quest.32.subtitle.1": "Chargeur rapide",
  "chapter.thermal.quest.32.description.1": "Utilisé pour charger rapidement plusieurs objets.",

  "chapter.thermal.quest.33.subtitle.1": "Écologique",
  "chapter.thermal.quest.33.description.1": "Produisez du compost à partir de déchets organiques.",

  "chapter.thermal.quest.34.subtitle.1": "Machine de pêche",
  "chapter.thermal.quest.34.description.1": "L'Entangleur aquatique est un dispositif qui peut attraper passivement des poissons lorsqu'il est placé dans une étendue d'eau.",
  "chapter.thermal.quest.34.description.2": "La vitesse à laquelle il attrape des poissons dépend du biome, de la météo et de la configuration de l'augmentation, mais il a un taux de base de 1 capture toutes les quelques minutes.",

  "chapter.thermal.quest.35.subtitle.1": "Eau infinie",
  "chapter.thermal.quest.35.description.1": "L'Accumulateur aqueux est un dispositif qui générera de l'eau à l'infini pour vos besoins.",
  "chapter.thermal.quest.35.description.2": "Pour qu'il produise de l'eau, il doit y avoir au moins deux blocs sources adjacents sur les côtés du dispositif.",
  "chapter.thermal.quest.35.description.3": "Les blocs sources au-dessus ou en dessous du dispositif ne seront pas pris en compte.",

  "chapter.thermal.quest.36.subtitle.1": "Potion pour les créatures",
  "chapter.thermal.quest.36.description.1": "Le Diffuseur Décoctif est un dispositif qui consommera périodiquement un fluide de potion pour propager des effets de potion aux créatures à proximité.",
  "chapter.thermal.quest.36.description.2": "Les effets accordés de cette manière durent 1/4 moins longtemps par rapport à une potion normale.",
  "chapter.thermal.quest.36.description.3": "Il arrête automatiquement son fonctionnement lorsqu'aucune créature n'est dans sa zone d'effet.",
  "chapter.thermal.quest.36.description.4": "À la base, le diffuseur propage les effets de potion dans une zone de 9x9x9 centrée sur lui, ce qui peut être augmenté jusqu'à 15x15x15 en utilisant des augmentations d'amélioration radiale.",

  "chapter.thermal.quest.37.subtitle.1": "Créateur de pierre",
  "chapter.thermal.quest.37.description.1": "L'Extrudeuse Ignée est un dispositif qui générera de la pierre à l'infini lorsqu'elle est entourée de blocs et de fluides appropriés.",
  "chapter.thermal.quest.37.description.2": "Elle nécessite un bloc source de lave adjacent et un bloc de refroidissement adjacent ; elle peut éventuellement prendre un bloc en dessous.",

  "chapter.thermal.quest.38.subtitle.1": "Réservoir de fluide thermique",
  "chapter.thermal.quest.38.description.1": "La cellule de fluide peut être utilisée pour stocker et distribuer des fluides.",

  "chapter.thermal.quest.39.subtitle.1": "Stockage d'énergie",
  "chapter.thermal.quest.39.description.1": "La cellule Redstone Flux peut être utilisée pour stocker et distribuer le Redstone Flux.",

  "chapter.thermal.quest.40.subtitle.1": "Four à flux",
  "chapter.thermal.quest.40.description.1": "Le Four à Redstone est une machine qui fait fondre vos objets comme un four traditionnel.",

  "chapter.thermal.quest.41.subtitle.1": "Un autre Broyeur",
  "chapter.thermal.quest.41.description.1": "Le Séparateur Centrifuge est une machine qui sépare les objets en leurs composants. Par exemple, les alliages se transforment en poudres de leur métal de base.",
  "chapter.thermal.quest.41.description.2": "Il est également efficace pour extraire des colorants à partir de fleurs.",

  "chapter.thermal.quest.42.subtitle.1": "Création de combustible",
  "chapter.thermal.quest.42.description.1": "Le Pyrolyseur est une machine qui décompose des substances dans un environnement à faible teneur en oxygène à l'aide de la chaleur.",
  "chapter.thermal.quest.42.description.2": "Il est généralement utilisé pour convertir la matière organique et le charbon en combustibles plus propres et durables.",

  "chapter.thermal.quest.43.subtitle.1": "Découpage de planches",
  "chapter.thermal.quest.43.description.1": "La Scierie est une machine qui coupe des troncs en planches de manière plus efficace que la fabrication. Elle produit de la sciure comme sous-produit.",

  "chapter.thermal.quest.44.subtitle.1": "Emballage d'objets",
  "chapter.thermal.quest.44.description.1": "La Presse Multiservo est une machine qui peut accepter diverses matrices afin de façonner les métaux sous différentes formes et (dé)emballer des blocs et des objets.",

  "chapter.thermal.quest.45.subtitle.1": "Remplisseur de liquide",
  "chapter.thermal.quest.45.description.1": "L'Encapsulateur de Liquide est une machine qui remplit des objets contenant des liquides, tels que des seaux et des bouteilles.",
  "chapter.thermal.quest.45.description.2":  "Peut être utilisé pour remplir automatiquement les bouteilles avec du liquide de potion provenant de l'Imbiber Alchimique.",

  "chapter.thermal.quest.46.subtitle.1": "Broyage",
  "chapter.thermal.quest.46.description.1": "Le Broyeur est une machine qui écrase des objets et des minerais. Il améliore les rendements de minerais, qui peuvent être encore augmentés à l'aide d'augmentations et de catalyseurs.",

  "chapter.thermal.quest.47.subtitle.1": "Fusion de l'acier",
  "chapter.thermal.quest.47.description.1": "La Creuset de Magma est une machine qui fait fondre des objets en liquides.",

  "chapter.thermal.quest.48.subtitle.1": "Brasseur de potions",
  "chapter.thermal.quest.48.description.1": "L'Imbiber Alchimique est une machine qui brasse des potions.",
  "chapter.thermal.quest.48.description.2": "Il crée du liquide de potion au lieu de brasser directement dans une bouteille.",
  "chapter.thermal.quest.48.description.3": "Un ingrédient suffit pour brasser un seau, qui peut remplir 4 bouteilles.",

  "chapter.thermal.quest.49.subtitle.1": "Meilleur four",
  "chapter.thermal.quest.49.description.1": "Le Four à Induction est une machine qui fait fondre plusieurs objets ensemble, produisant des alliages.",
  "chapter.thermal.quest.49.description.2": "Il peut également fondre des minerais en lingots et en gemmes, ce qui est affecté par des catalyseurs.",
  "chapter.thermal.quest.49.description.3": "La fusion des minerais a une chance de produire de la scorie riche en tant que produit secondaire, qui peut être utilisée comme minerai catalyseur pour fabriquer du phyto-gro.",

  "chapter.thermal.quest.50.subtitle.1": "Solidification",
  "chapter.thermal.quest.50.description.1": "Le Blast Chiller est une machine qui refroidit et cristallise des liquides tels que l'eau et les métaux fondus sous forme solide.",
  "chapter.thermal.quest.50.description.2": "Accepte divers moules pour modifier la forme du produit final.",

  "chapter.thermal.quest.51.subtitle.1": "Retransformation",
  "chapter.thermal.quest.51.description.1": "Le Cristalliseur est une machine qui peut convertir certaines poudres en gemmes.",

  "chapter.thermal.quest.52.subtitle.1": "Reproduction végétale",
  "chapter.thermal.quest.52.description.1": "Le Phytogenic Insolateur est une machine qui utilise de la RF, de l'eau et éventuellement de l'engrais pour faire pousser des cultures, des fleurs et des arbres.",

  "chapter.thermal.quest.53.subtitle.1": "Raffinerie",
  "chapter.thermal.quest.53.description.1": "La Distillation Fractionnée est une machine qui raffine des fluides tels que la résine et la sève.",

  "chapter.thermal.quest.54.subtitle.1": "Auto-constructeur",
  "chapter.thermal.quest.54.description.1": "Le Fabricant Séquentiel est une machine qui fabrique automatiquement des objets.",

  "chapter.thermal.quest.55.subtitle.1": "Plus de stockage d'énergie",
  "chapter.thermal.quest.55.description.1" : "Ajoute 250kFE au stockage d'énergie.",

  "Forbidden and Arcanus":"---------------------------------------------------------------------------------------------------------------------------------------------------",

  "chapter.forbidden.title": "Forbidden and Arcanus",

  "chapter.forbidden.quest.1.title": "Tu es un sorcier !",
  "chapter.forbidden.quest.1.subtitle.1": "Démarrage du Mod",

  "chapter.forbidden.quest.2.title": "Arbres Edelwood",
  "chapter.forbidden.quest.2.subtitle.1": "Arbre Étrange",
  "chapter.forbidden.quest.2.description.1": "Trouvé dans le biome de la Forêt Sombre, l'Arbre Edelwood ressemble à un petit arbre coupé en deux.",
  "chapter.forbidden.quest.2.description.2": "Vous devrez casser les branches et collecter les bûches, car elles sont utilisées pour fabriquer divers objets dans le mod.",

  "chapter.forbidden.quest.3.subtitle.1": "Seau Puissant",
  "chapter.forbidden.quest.3.description.1": "Le seau Edelwood peut stocker plus d'un seau de liquide et peut également être utilisé pour capturer de petits animaux comme les poulets ou les calamars.",
  "chapter.forbidden.quest.3.description.2": "Pour transporter de la lave, vous aurez besoin de l'enchantement Permafrost.",

  "chapter.forbidden.quest.4.subtitle.1": "Matière Noire",
  "chapter.forbidden.quest.4.description.1": "La fusion de l'Edelwood vous donnera de la Matière Noire. Vous pouvez créer des Trous Noirs avec cela.",

  "chapter.forbidden.quest.5.subtitle.1": "Casser des Générateurs",
  "chapter.forbidden.quest.5.description.1": "Casser des générateurs va maintenant vous donner des &bDéchets de Générateur&r.",

  "chapter.forbidden.quest.6.subtitle.1": "Capture",
  "chapter.forbidden.quest.6.description.1": "Le &bCaptureur Quantique&r est utilisé pour capturer et transporter des mobs.",

  "chapter.forbidden.quest.7.subtitle.1": "Vision Aureal",
  "chapter.forbidden.quest.7.description.1": "La &bLentille de Veritatis&r est utilisée pour voir les entités Aureal. Ce sont des entités qui accordent de l'Aureal lorsqu'elles sont tuées, mais qui augmentent également votre corruption....",

  "chapter.forbidden.quest.8.subtitle.1": "Herbe Céleste",
  "chapter.forbidden.quest.8.description.1": "Avez-vous vu l'île flottante aléatoire dans le ciel ? Pas celle en slime, mais la petite ?",
  "chapter.forbidden.quest.8.description.2": "Elles ont la plante Nipa. Vous pouvez les casser et les déplacer.",
  "chapter.forbidden.quest.8.description.3": "Elles produisent au fil du temps des Étincelles de Poussière de Cristal Arcane, qui peuvent être utilisées pour créer de la Poussière de Cristal Arcane.",

  "chapter.forbidden.quest.9.subtitle.1": "Thaumcraft est de retour ?",
  "chapter.forbidden.quest.9.description.1": "Tuer des mobs passifs augmentera votre corruption. Tuer des &bEntités Aureal&r a plus de chances d'augmenter votre corruption.",
  "chapter.forbidden.quest.9.description.2": "Soyez prudent ! À des niveaux de corruption plus élevés, des choses négatives se produiront !",
  "chapter.forbidden.quest.9.description.3": "Fabriquer un Indicateur de Santé mettra à niveau votre interface utilisateur pour afficher votre corruption totale, pour ceux qui veulent battre de nouveaux records.",

  "chapter.forbidden.quest.10.subtitle.1": "Vol... Presque",

  "chapter.forbidden.quest.11.subtitle.1": "Cristal Principal",
  "chapter.forbidden.quest.11.description.1": "Il s'agit de la principale ressource du mod. Allez en chercher !",

  "chapter.forbidden.quest.12.subtitle.1": "Fusion de Cristaux Arcanes",

  "chapter.forbidden.quest.13.subtitle.1": "Super Engrais d'Os",
  "chapter.forbidden.quest.13.description.1": "L'utilisation de cet engrais d'os sur des terres arables les transformera en terres arables magiques.",
  "chapter.forbidden.quest.13.description.2": "Les cultures produiront le double de la récolte lorsqu'elles poussent sur des terres arables magiques.",

  "chapter.forbidden.quest.14.subtitle.1": "Trop de Corruption",
  "chapter.forbidden.quest.14.description.1": "Utilisé pour corrompre des âmes et des runes. Vous en aurez besoin plus tard.",
  "chapter.forbidden.quest.14.description.2": "Si vous jetez de la Matière Noire, puis de la Poussière de Corrupti, vous créerez un Trou Noir. Nourrissez-le avec de petites entités comme des flèches ou des orbes d'expérience, et il produira des Orbes Xpétrifiés.",

  "chapter.forbidden.quest.15.subtitle.1": "Poussière de Composant",
  "chapter.forbidden.quest.15.description.1": "En utilisant notre Poussière de Cristal Arcane, nous devrons la combiner avec d'autres poussières et poudres pour créer de la Poussière de Mundabiter.",
  "chapter.forbidden.quest.15.description.2": "Cette poussière est utilisée dans plusieurs recettes, ainsi que pour activer la Forge d'Héphaïstos.",

  "chapter.forbidden.quest.16.subtitle.1": "L'Or Arcane Doré",
  "chapter.forbidden.quest.16.description.1": "L'Ingot d'Or Arcane &6&r est nécessaire pour continuer votre progression dans le mod.",
  "chapter.forbidden.quest.16.description.2": "Il est utilisé pour beaucoup de choses, et il est aussi joli.",

  "chapter.forbidden.quest.17.title": "&6Armure en Or Arcane&r",
  "chapter.forbidden.quest.17.subtitle.1": "Armure Arcane",
  "chapter.forbidden.quest.17.description.1": "&6L'or Arcane&r peut être utilisé pour fabriquer une armure, qui est plus résistante que le diamant !",

  "chapter.forbidden.quest.18.subtitle.1": "Pioche Arcane",
  "chapter.forbidden.quest.18.description.1": "Une pioche à toucher de soie !",

  "chapter.forbidden.quest.19.subtitle.1": "Culture de l'Or Arcane",
  "chapter.forbidden.quest.19.description.1": "Celles-ci peuvent être plantées pour faire pousser des pépites d'or Arcane.",
  "chapter.forbidden.quest.19.description.2": "Pour en créer une, vous devrez trouver des Orchidées Jaunes.",

  "chapter.forbidden.quest.20.subtitle.1": "Activation des Rayons X pour les Mobs !",
  "chapter.forbidden.quest.20.description.1": "Cela donne la vision aux rayons X pour les mobs, les mettant en évidence de loin pour les repérer plus facilement.",

  "chapter.forbidden.quest.21.subtitle.1": "Concasseur de Têtes de Dragon",
  "chapter.forbidden.quest.21.description.1": "Le Dague Mystique est utilisé pour décomposer les têtes de dragon en écailles de dragon.",
  "chapter.forbidden.quest.21.description.2": "Lorsque vous tuez des mobs avec une fiole d'essai dans votre inventaire, elle collectera également du sang.",

  "chapter.forbidden.quest.22.subtitle.1": "Chasseur de Dragon",
  "chapter.forbidden.quest.22.description.1": "La combinaison d'une tête de dragon avec un dague mystique vous donnera des &bÉcailles de Dragon&r.",

  "chapter.forbidden.quest.23.title": "Armure Draco Arcanus",
  "chapter.forbidden.quest.23.subtitle.1": "Tueur de Dragon",
  "chapter.forbidden.quest.23.description.1": "Mieux que l'armure de Netherite !",

  "chapter.forbidden.quest.24.subtitle.1": "Foudre Éclair",
  "chapter.forbidden.quest.24.description.1": "Le sceptre tire des orbes d'énergie lorsqu'il est chargé avec un clic droit. S'il touche un mob, il le frappera de foudre.",

  "chapter.forbidden.quest.25.title": "Écailles de Dragon Améliorées",
  "chapter.forbidden.quest.25.subtitle.1": "Amélioration des Écailles",
  "chapter.forbidden.quest.25.description.1": "L'Écaille de Dragon peut être transformée en Écailles de Dragon Doré et Aquatique.",
  "chapter.forbidden.quest.25.description.2": "Elles sont principalement utilisées pour fabriquer &dl'armure Tyr&r.",

  "chapter.forbidden.quest.26.title": "Armure Tyr",
  "chapter.forbidden.quest.26.subtitle.1": "Mieux que Draco Arcanus !",

  "chapter.forbidden.quest.27.subtitle.1": "Œuf d'Or",

  "chapter.forbidden.quest.28.subtitle.1": "Préparation à la Forge",
  "chapter.forbidden.quest.28.description.1": "Vous avez probablement déjà acquis de la Pierre Sombre, mais nous en aurons besoin pour fabriquer la forge.",

  "chapter.forbidden.quest.29.title": "La &5Forge d'Héphaïstos&r.",
  "chapter.forbidden.quest.29.subtitle.1": "Forgeron Arcane",
  "chapter.forbidden.quest.29.description.1": "Nous utiliserons toute cette Pierre Sombre pour créer la &5Forge d'Héphaïstos&r.",
  "chapter.forbidden.quest.29.description.2": "Une fois que vous avez tous les blocs nécessaires, vous devrez construire la plate-forme de la forge.",
  "chapter.forbidden.quest.29.description.3": "Pour voir comment construire la plate-forme, recherchez dans JEI la forge, puis maintenez 'Z' pour afficher la réflexion.",

  "chapter.forbidden.quest.30.title": "Socles de Pierre Sombre",
  "chapter.forbidden.quest.30.subtitle.1": "Socles de la Forge",
  "chapter.forbidden.quest.30.description.1": "Pour enchanter des objets, vous aurez besoin de socles de pierre sombre placés autour de la forge.",
  "chapter.forbidden.quest.30.description.2": "Assurez-vous de les placer sur de la Pierre Sombre Polie Ciselée Arcane.",

  "chapter.forbidden.quest.31.subtitle.1": "Obélisque",
  "chapter.forbidden.quest.31.description.1": "Pour créer un Obélisque de Cristal Arcane, placez un bloc de Pierre Sombre Polie Ciselée Arcane, puis placez deux blocs de Cristal Arcane au-dessus.",
  "chapter.forbidden.quest.31.description.2": "Cliquez avec de la Poussière de Mundabitur et vous créerez l'obélisque.",
  "chapter.forbidden.quest.31.description.3": "Lorsqu'il est placé sur un bloc de Pierre Sombre Polie Ciselée Arcane sur la structure de la Forge d'Héphaïstos, il générera lentement de l'Aureal au fil du temps.",

  "chapter.forbidden.quest.32.subtitle.1": "Âmes en Bouteille",
  "chapter.forbidden.quest.32.description.1": "Les &dBouteilles d'Aureal&r se trouvent dans les coffres de butin, mais elles peuvent aussi être fabriquées avec de la Poussière de Cristal Arcane.",
  "chapter.forbidden.quest.32.description.2": "Vous pouvez également générer de l'Aureal avec des Obélisques de Cristal Arcane.",

  "chapter.forbidden.quest.33.subtitle.1": "Tubes de Sang",
  "chapter.forbidden.quest.33.description.1": "Le sang est collecté en fabriquant des fioles d'essai, puis en tuant des mobs avec le Dague Mystique.",
  "chapter.forbidden.quest.33.description.2": "Remarque : la fiole d'essai doit être dans votre inventaire lorsque vous tuez des mobs.",

  "chapter.forbidden.quest.34.subtitle.1": "Énergie pour la Forge",
  "chapter.forbidden.quest.34.description.1": "La Forge nécessite 4 objets différents pour fonctionner : de l'Aureal, des âmes, du sang et de l'expérience. Pour en savoir plus, suivez les quêtes en coin.",

  "chapter.forbidden.quest.35.subtitle.1": "Âmes Gratuites",
  "chapter.forbidden.quest.35.description.1": "Les âmes sont collectées en créant un &bExtracteur d'Âmes&r, puis en l'utilisant sur du Sable d'Âme.",

  "chapter.forbidden.quest.36.subtitle.1": "Carburant pour la Forge",
  "chapter.forbidden.quest.36.description.1": "Cela va dans le côté droit de la forge. Vous pouvez également y mettre des &aOrbes Xpétrifiés&r.",

  "chapter.forbidden.quest.37.title": "Marteau du Forgeron",
  "chapter.forbidden.quest.37.subtitle.1": "Rituel du Marteau",
  "chapter.forbidden.quest.37.description.1": "Pour effectuer un rituel, placez les ingrédients sur les socles de pierre sombre.",
  "chapter.forbidden.quest.37.description.2": "Vous aurez besoin d'un &6Marteau du Forgeron&r pour activer le rituel. Pour ce faire, cliquez droit sur la Forge avec le Marteau.",

  "chapter.forbidden.quest.38.title": "Création de Livre Enchanté",
  "chapter.forbidden.quest.38.subtitle.1": "Enchantement",
  "chapter.forbidden.quest.38.description.1": "La Forge d'Héphaïstos est également utilisée pour créer des Enchantements. Consultez JEI pour voir tous les différents Enchantements que vous pouvez créer !",

  "chapter.forbidden.quest.39.subtitle.1": "Enchantement Enflammé",
  "chapter.forbidden.quest.39.description.1": "Cet objet peut être combiné avec un outil pour ajouter l'enchantement &6Enflammé&r, qui fait fondre automatiquement les blocs lorsqu'ils sont récoltés, ou les enflamme.",

  "chapter.forbidden.quest.40.subtitle.1": "Stella Arcanum",
  "chapter.forbidden.quest.40.description.1": "Vous trouverez du minerai de Stella Arcanum profondément sous terre. Soyez prudent lorsque vous minez.",

  "chapter.forbidden.quest.41.subtitle.1": "Expérimenté",
  "chapter.forbidden.quest.41.description.1": "Cette substance est partout. Elle peut être utilisée pour vous octroyer de l'expérience, ou pour fabriquer l'Éternel Stella.",

  "chapter.forbidden.quest.42.subtitle.1": "Talisman de Réparation",
  "chapter.forbidden.quest.42.description.1": "&6L'Éternel Stella&r a 3 charges, et lorsqu'il est cliqué avec le bouton droit, il peut réparer entièrement tous les objets de votre inventaire.",
  "chapter.forbidden.quest.42.description.2": "Le but principal de cela est de conférer l'enchantement &9Incassable&r à un objet, ce qui se fait en le combinant avec l'outil dans une Table de Forgeron.",

  "Mekanism":"---------------------------------------------------------------------------------------------------------------------------------------------------",

  "chapter.mekanism.title": "Mekanism",

  "chapter.mekanism.quest.1.subtitle.1": "Stockage de Fluides de Base",
  "chapter.mekanism.quest.1.description.1": "Les &bRéservoirs de Fluides&f sont des blocs de stockage pour conserver des &efluides&f. Ce réservoir peut stocker &a32 000 mB&r.",

  "chapter.mekanism.quest.2.subtitle.1": "Stockage de Fluides Avancé",
  "chapter.mekanism.quest.2.description.1": "Les &bRéservoirs de Fluides&f sont des blocs de stockage pour conserver des &efluides&f. Ce réservoir peut stocker &464 000 mB&r.",

  "chapter.mekanism.quest.3.subtitle.1": "Stockage de Fluides Élite",
  "chapter.mekanism.quest.3.description.1": "Les &bRéservoirs de Fluides&f sont des blocs de stockage pour conserver des &efluides&f. Ce réservoir peut stocker &b128 000 mB&r.",

  "chapter.mekanism.quest.4.subtitle.1": "Stockage de Fluides Ultime",
  "chapter.mekanism.quest.4.description.1": "Les &bRéservoirs de Fluides&f sont des blocs de stockage pour conserver des &efluides&f. Ce réservoir peut stocker &5256 000 mB&r.",

  "chapter.mekanism.quest.5.subtitle.1": "Réservoir chimique Basique",
  "chapter.mekanism.quest.5.description.1": "Les Réservoirs Chimiques sont utilisés pour stocker des Gaz. Ce réservoir peut stocker &a64 000 mB&r.",

  "chapter.mekanism.quest.6.subtitle.1": "Réservoir chimique Avancé",
  "chapter.mekanism.quest.6.description.1": "Les Réservoirs Chimiques sont utilisés pour stocker des Gaz. Ce réservoir peut stocker &4256 000 mB&r.",

  "chapter.mekanism.quest.7.subtitle.1": "Réservoir chimique Élite",
  "chapter.mekanism.quest.7.description.1": "Les Réservoirs Chimiques sont utilisés pour stocker des Gaz. Ce réservoir peut stocker &b1 024 000 mB&r.",

  "chapter.mekanism.quest.8.subtitle.1": "Réservoir chimique Ultime",
  "chapter.mekanism.quest.8.description.1": "Les Réservoirs Chimiques sont utilisés pour stocker des Gaz. Ce réservoir peut stocker &58 192 000 mB&r.",

  "chapter.mekanism.quest.9.subtitle.1": "Boire Ultime",
  "chapter.mekanism.quest.9.description.1": "Un bloc utilisé pour stocker de grandes quantités d'un seul type d'objet. Cette benne peut stocker &5262 144 Objets&r.",

  "chapter.mekanism.quest.10.subtitle.1": "Boire Élite",
  "chapter.mekanism.quest.10.description.1": "Un bloc utilisé pour stocker de grandes quantités d'un seul type d'objet. Cette benne peut stocker &b32 768 Objets&r.",

  "chapter.mekanism.quest.11.subtitle.1": "Boire Avancée",
  "chapter.mekanism.quest.11.description.1": "Un bloc utilisé pour stocker de grandes quantités d'un seul type d'objet. Cette benne peut stocker &48 192 Objets&r.",

  "chapter.mekanism.quest.12.subtitle.1": "Boire Basique",
  "chapter.mekanism.quest.12.description.1": "Un bloc utilisé pour stocker de grandes quantités d'un seul type d'objet. Cette benne peut stocker &a4 096 Objets&r.",

  "chapter.mekanism.quest.13.subtitle.1": "Panneau Solaire Avancé",
  "chapter.mekanism.quest.13.description.1": "Le &bGénérateur Solaire Avancé&f est une version hautement améliorée du générateur solaire de base.",

  "chapter.mekanism.quest.14.subtitle.1": "Une Éolienne vraiment performante",
  "chapter.mekanism.quest.14.description.1": "Les pales géantes d'une &bTurbine Éolienne&f exploitent la force du vent pour générer de l'&6énergie&f. Chaque Turbine Éolienne nécessite une zone assez grande de 1x1x5. La machine générera de l'énergie jour et nuit, sous le soleil ou sous la pluie, mais la turbine doit avoir une vue dégagée vers le ciel.",

  "chapter.mekanism.quest.15.subtitle.1": "Faites attention, ça chauffe",
  "chapter.mekanism.quest.15.description.1": "Un &bGénérateur de Chaleur&f convertit l'&4énergie thermique&f en &6énergie&f. C'est souvent le premier générateur à fabriquer car, bien qu'il fournisse seulement une petite quantité d'énergie, c'est suffisant pour démarrer le mod.",

  "chapter.mekanism.quest.16.subtitle.1": "Recyclage de Gaz",
  "chapter.mekanism.quest.16.description.1": "Un &bGénérateur à Gaz&f produit de l'énergie en consommant n'importe quel gaz inflammable, par exemple l'Hydrogène produit par un Séparateur Électrolytique ou de l'Éthylène.",

  "chapter.mekanism.quest.17.subtitle.1": "Énergie Écologique",
  "chapter.mekanism.quest.17.description.1": "Les &bBio-Générateurs&f produisent de l'électricité à partir de &aBio Carburant&f.",

  "chapter.mekanism.quest.18.title": "Le Réacteur à Fusion",
  "chapter.mekanism.quest.18.subtitle.1": "Réacteur Ultime",
  "chapter.mekanism.quest.18.description.1": "Le &bRéacteur à Fusion&r est une structure multi-blocs qui permet des taux d'entrée variables de 3 types de carburant : Deutérium, Tritium et Carburant D-T. En refroidissant la structure avec de l'eau, de la vapeur peut être produite en parallèle de l'énergie, ce qui est utile pour alimenter une Turbine Industrielle.",
  "chapter.mekanism.quest.18.description.2": "• 75x Structure de Reacteur à fusion (Construction + autres pièces du réacteur).",
  "chapter.mekanism.quest.18.description.3": "• 2x Port de réacteur à fusion.",
  "chapter.mekanism.quest.18.description.4": "• 1x Contrôleur de réacteur à fusion.",
  "chapter.mekanism.quest.18.description.5": "• 8x Verre de réacteur.",
  "chapter.mekanism.quest.18.description.6": "• 1x Matrice de focalisation laser.",

  "chapter.mekanism.quest.19.title": "Kit de Démarrage pour Réacteur",
  "chapter.mekanism.quest.19.subtitle.1": "Configuration de Démarrage du Réacteur",
  "chapter.mekanism.quest.19.description.1": "&bLe Réacteur à Fusion&r ne démarrera pas de lui-même. Il nécessite une impulsion d'énergie extérieure d'un Amplificateur Laser chargé et une petite quantité de Carburant D-T pour commencer le processus de fusion. Une fois la réaction amorcée, il commencera à consommer du Deutérium et du Tritium fournis, créant du plasma et générant de l'énergie. Alternativement, vous pouvez utiliser un Chauffage Résistif pour chauffer le réacteur à une température de Plasma de 100.00MK. Cela peut être fait le plus rapidement à 10MFE/t d'utilisation sur le chauffage",
  "chapter.mekanism.quest.19.description.2": "&bLe Hohlraum&r stocke 10 unités de Carburant D-T nécessaires pour la réaction initiale. Pour le remplir, placez-le dans un Infuseur Chimique qui combine le Deutérium et le Tritium. Placez le Hohlraum dans le Contrôleur de Réacteur lorsqu'il contient le Carburant D-T requis.",
  "chapter.mekanism.quest.19.description.3": "L'onglet statistiques détaille la température d'ignition nécessaire pour que la réaction commence. Pour atteindre cette température, un Amplificateur Laser doit être chargé d'énergie provenant de plusieurs Lasers l'alimentant, et tiré dans la Matrice de Focus Laser. L'énergie nécessaire pour démarrer la réaction requiert 400MFE. Elle doit être injectée en une seule grande impulsion pour éviter que la température ne se dissipe, donc ajouter une sensibilité au Redstone ou augmenter l'énergie minimale requise par l'Amplificateur empêchera son déclenchement prématuré.",
  "chapter.mekanism.quest.19.description.4": "Avec le Hohlraum dans le Contrôleur de Réacteur et suffisamment d'énergie stockée dans l'Amplificateur, tirez le laser pour commencer la réaction de fusion. Si une température suffisamment élevée a été atteinte, vous devriez immédiatement voir et entendre le réacteur fonctionner. Pour soutenir la réaction, la température ne doit pas descendre en dessous de la température d'ignition. Assurez-vous que le taux d'injection est suffisamment élevé et que le carburant est constamment fourni.",

  "chapter.mekanism.quest.20.title": "Déphaseur en phase supercritique",
  "chapter.mekanism.quest.20.subtitle.1": "Antimatière",
  "chapter.mekanism.quest.20.description.1": "Un &dDéphaseur de phase supercritique&r est une structure multiblocs qui consomme une grande quantité d'énergie et de gaz de polonium pour créer du gaz d'antimatière, qui peut être cristallisé en pastilles d'antimatière. Les pastilles d'antimatière sont utilisées dans plusieurs recettes de fin de partie.",
  "chapter.mekanism.quest.20.description.2": "La construction minimale optimale se compose de :",
  "chapter.mekanism.quest.20.description.3": "• 60 Structures du SPS (+12 matériaux de fabrication pour 3 Ports du SPS)",
  "chapter.mekanism.quest.20.description.4": "• 123 Verres de réacteur ou verre structurel",
  "chapter.mekanism.quest.20.description.5": "• 3 Ports du SPS",
  "chapter.mekanism.quest.20.description.6": "• 1 Bobine surchargée",

  "chapter.mekanism.quest.21.subtitle.1": "Création d'Antimatière",
  "chapter.mekanism.quest.21.description.1": "Avec le SPS et du Gaz de Polonium, créez de l'antimatière.",

  "chapter.mekanism.quest.22.title": "Réacteur à Turbine",
  "chapter.mekanism.quest.22.subtitle.1": "La Vapeur tourne à toute vitesse",
  "chapter.mekanism.quest.22.description.1": "La &bStructure de Turbine&f est un boîtier résistant à la pression utilisé dans la création de la structure multi-blocs de la &cTurbine Industrielle&f.",
  "chapter.mekanism.quest.22.description.2": "La &bBobine Électromagnétique&f est un bloc utilisé dans la création de plusieurs structures multi-blocs, y compris la Chaudière Thermoelectrique.",

  "chapter.mekanism.quest.23.subtitle.1": "Panneau Solaire de Base",
  "chapter.mekanism.quest.23.description.1": "Génère 18,80 FE/t.",

  "chapter.mekanism.quest.24.subtitle.1": "Panneau Solaire Vert",
  "chapter.mekanism.quest.24.description.1" : "Génère 123,34 kFE/t",

  "chapter.mekanism.quest.25.subtitle.1": "Panneau Solaire Rouge",
  "chapter.mekanism.quest.25.description.1": "Génère 41,11 kFE/t",

  "chapter.mekanism.quest.26.subtitle.1": "Panneau Solaire Rose",
  "chapter.mekanism.quest.26.description.1": "Génère 13,70 kFE/t",

  "chapter.mekanism.quest.27.subtitle.1": "Panneau Solaire Jaune",
  "chapter.mekanism.quest.27.description.1": "Génère 4,56 kFE/t",

  "chapter.mekanism.quest.28.subtitle.1": "Panneau Solaire Violet",
  "chapter.mekanism.quest.28.description.1": "Génère 1,52 kFE/t",

  "chapter.mekanism.quest.29.subtitle.1": "Panneau Solaire Cyan",
  "chapter.mekanism.quest.29.description.1": "Génère 507,60 FE/t",

  "chapter.mekanism.quest.30.subtitle.1": "Panneau Solaire Bleu",
  "chapter.mekanism.quest.30.description.1": "Génère 160,20 FE/t",

  "chapter.mekanism.quest.31.subtitle.1": "Panneau Solaire Noir",
  "chapter.mekanism.quest.31.description.1": "Génère 56,40 FE/t",

  "chapter.mekanism.quest.32.subtitle.1": "Stockage Absolu",
  "chapter.mekanism.quest.32.description.1": "Un &bCube d'Énergie&f est un type avancé de batterie compatible avec plusieurs systèmes d'énergie. L'énergie peut être entrée par 5 côtés et sortie par 1 côté.",
  "chapter.mekanism.quest.32.description.2": "Ce Cube peut stocker 409,60 MFE.",

  "chapter.mekanism.quest.33.subtitle.1": "Stockage Suprême",
  "chapter.mekanism.quest.33.description.1": "Ce Cube peut stocker 1,63 GFE",

  "chapter.mekanism.quest.34.subtitle.1": "Stockage Cosmique",
  "chapter.mekanism.quest.34.description.1": "Ce Cube peut stocker 6,55 GFE",

  "chapter.mekanism.quest.35.subtitle.1": "Stockage Infini",
  "chapter.mekanism.quest.35.description.1": "Ce Cube peut stocker 26,21 GFE",

  "chapter.mekanism.quest.36.subtitle.1": "Stockage Ultime",
  "chapter.mekanism.quest.36.description.1": "Ce Cube peut stocker 102,40 MFE",

  "chapter.mekanism.quest.37.subtitle.1": "Stockage Élite",
  "chapter.mekanism.quest.37.description.1": "Ce Cube peut stocker 25,60 MFE",

  "chapter.mekanism.quest.38.subtitle.1": "Stockage Avancé",
  "chapter.mekanism.quest.38.description.1": "Ce Cube peut stocker 6,40 MFE",

  "chapter.mekanism.quest.39.subtitle.1": "Stockage Basique",
  "chapter.mekanism.quest.39.description.1": "Ce Cube peut stocker 1,60 MFE",

  "chapter.mekanism.quest.40.title": "Matrice d'Induction",
  "chapter.mekanism.quest.40.subtitle.1": "Complexe de Stockage",
  "chapter.mekanism.quest.40.description.1": "La &bCarcasse d'Induction&f forme la structure multi-blocs de la &eMatrice d'Induction&f, une structure de &6stockage d'énergie&f capable de stocker une grande quantité d'énergie.",

  "chapter.mekanism.quest.41.subtitle.1": "Fourniture de Matrice : Basique",
  "chapter.mekanism.quest.41.description.1": "Les &bFournisseurs d'Induction&f sont utilisés dans la &eMatrice d'Induction&f pour déterminer &dcombien d'énergie elle peut fournir par opération&f via le Port d'Induction.",

  "chapter.mekanism.quest.42.subtitle.1": "Fourniture de Matrice : Avancée",
  "chapter.mekanism.quest.42.description.1" : "Les &bFournisseurs d'Induction&f sont utilisés dans la &eMatrice d'Induction&f pour déterminer &dcombien d'énergie elle peut fournir par opération&f via le Port d'Induction.",

  "chapter.mekanism.quest.43.subtitle.1": "Fourniture de Matrice : Élite",
  "chapter.mekanism.quest.43.description.1" : "Les &bFournisseurs d'Induction&f sont utilisés dans la &eMatrice d'Induction&f pour déterminer &dcombien d'énergie elle peut fournir par opération&f via le Port d'Induction.",

  "chapter.mekanism.quest.44.subtitle.1": "Fourniture de Matrice : Ultime",
  "chapter.mekanism.quest.44.description.1" : "Les &bFournisseurs d'Induction&f sont utilisés dans la &eMatrice d'Induction&f pour déterminer &dcombien d'énergie elle peut fournir par opération&f via le Port d'Induction.",

  "chapter.mekanism.quest.45.subtitle.1": "Cellule Basique",
  "chapter.mekanism.quest.45.description.1": "Les &bCellules d'Induction&f sont des composants de la &eMatrice d'Induction&f. Chaque cellule &daccroît la capacité de stockage totale d'énergie&f d'une Matrice.",

  "chapter.mekanism.quest.46.subtitle.1": "Cellule Avancée",
  "chapter.mekanism.quest.46.description.1": "Les &bCellules d'Induction&f sont des composants de la &eMatrice d'Induction&f. Chaque cellule &daccroît la capacité de stockage totale d'énergie&f d'une Matrice.",

  "chapter.mekanism.quest.47.subtitle.1": "Cellule Élite",
  "chapter.mekanism.quest.47.description.1": "Les &bCellules d'Induction&f sont des composants de la &eMatrice d'Induction&f. Chaque cellule &daccroît la capacité de stockage totale d'énergie&f d'une Matrice.",

  "chapter.mekanism.quest.48.subtitle.1": "Cellule Ultime",
  "chapter.mekanism.quest.48.description.1": "Les &bCellules d'Induction&f sont des composants de la &eMatrice d'Induction&f. Chaque cellule &daccroît la capacité de stockage totale d'énergie&f d'une Matrice.",

  "chapter.mekanism.quest.49.subtitle.1": "Enrichissement",
  "chapter.mekanism.quest.49.description.1": "Cette machine utilise de l'énergie pour extraire des &6poussières&f de certains blocs et minerais, ce qui est essentiel pour produire différents types d'outils. À ne pas confondre avec le &6Broyeur&f, cette machine est l'équivalent du pulvérisateur dans d'autres mods.",
  "chapter.mekanism.quest.49.description.2": "Peut également être utilisée pour transformer le charbon ou le charbon de bois en &2Carbone Comprimé&r, la redstone en &2Redstone Compressée&r, le diamant en &2Diamant Comprimé&r et la poussière d'obsidienne raffinée en &2Obsidienne Compressée&r, tous utilisés dans l'&6Infuseur Métallurgique&f.",

  "chapter.mekanism.quest.50.subtitle.1": "Four avec FE",
  "chapter.mekanism.quest.50.description.1": "Le &bfour énergisé&f est votre &5four électrique&f de base qui utilise de l'énergie au lieu de carburant pour &6fondre des objets&f.",

  "chapter.mekanism.quest.51.subtitle.1": "Création de Minerais",
  "chapter.mekanism.quest.51.description.1": "Le &bCombineur&f permet au joueur de créer un &abloc de minerai&f à partir de &28 poussières&f.",

  "chapter.mekanism.quest.52.subtitle.1": "Agrégation",
  "chapter.mekanism.quest.52.description.1": "La &bChambre de Purification&f utilise de l'&7oxygène&f pour raffiner les minerais et les éclats en &agrume&f. Chaque minerai produit 3 agrumes, tandis que chaque éclat n'en donne qu'un.",

  "chapter.mekanism.quest.53.subtitle.1": "Extraction de Gaz",
  "chapter.mekanism.quest.53.description.1": "Le &bSéparateur Électrolytique&f envoie des courants continus contrôlés dans un fluide, provoquant la rupture des liaisons entre les atomes du fluide. Ce processus d'électrolyse est utilisé pour &ecréer certains gaz très utiles&f à partir de fluides assez ordinaires.",

  "chapter.mekanism.quest.54.subtitle.1": "Transformation Chimique",
  "chapter.mekanism.quest.54.description.1": "Le &bCondensentrator Rotatif&f est utilisé pour convertir des substances entre leurs formes liquides et gazeuses à un taux de 1:1.",
  "chapter.mekanism.quest.54.description.2": "Il possède deux modes :",
  "chapter.mekanism.quest.54.description.3": "&6Décondensation&f, qui transforme les liquides en gaz.",
  "chapter.mekanism.quest.54.description.4": "&6Condensation&f, qui transforme les gaz en liquides.",

  "chapter.mekanism.quest.55.subtitle.1": "Création de HDPE",
  "chapter.mekanism.quest.55.description.1": "La &bChambre de Réaction Pressurisée (PRC)&f est principalement utilisée pour créer &1Substrat&f (pour créer des Pépites de HDPE), des &1Pépites de HDPE&f (pour créer des Feuilles de HDPE) et de l'&1Éthylène&f (une source de carburant efficace utilisée dans le Générateur à Combustion de Gaz).",

  "chapter.mekanism.quest.56.subtitle.1": "Fusion de Gaz",
  "chapter.mekanism.quest.56.description.1": "L'&bInfuseur Chimique&f combine ou réagit deux gaz pour créer un autre gaz.",

  "chapter.mekanism.quest.57.subtitle.1": "Nettoyage",
  "chapter.mekanism.quest.57.description.1": "Le &bCristallisoir Chimique&f transforme la lisier propre en cristaux et le lithium en poussière de lithium.",

  "chapter.mekanism.quest.58.subtitle.1": "Création de Boues",
  "chapter.mekanism.quest.58.description.1": "La &bChambre de Dissolution Chimique&f est la première machine dans la &cconfiguration de traitement de minerai x5&f. Elle transforme les &6minerais bruts&f en &6lisier&r en utilisant de l'acide sulfurique.",

  "chapter.mekanism.quest.59.subtitle.1": "Fabrication de Gaz",
  "chapter.mekanism.quest.59.description.1": "L'&bOxydant Chimique&f est utilisé pour fabriquer des gaz à partir de matériaux.",

  "chapter.mekanism.quest.60.subtitle.1": "Nettoyage des Lisiers",
  "chapter.mekanism.quest.60.description.1": "La &bLaveuse Chimique&f transforme la lisier en lisier propre en utilisant de l'eau.",

  "chapter.mekanism.quest.61.subtitle.1": "Transformation de Gaz en Éclats",
  "chapter.mekanism.quest.61.description.1": "La &bChambre d'Injection Chimique&f utilise du gaz d'Hydrogène Chloré pour transformer les minerais en 4 éclats.",

  "chapter.mekanism.quest.62.subtitle.1": "Sciage de Bois pour des Planches",

  "chapter.mekanism.quest.63.subtitle.1": "Compression d'Osmium",
  "chapter.mekanism.quest.63.description.1": "Le &bCompresseur d'Osmium&f est utilisé pour créer des &aLingots d'Obsidienne Raffinée &fà partir de Poussière d'Obsidienne Raffinée et des &aLingots de Lumillons&f à partir de Poussière de Lumillons.",

  "chapter.mekanism.quest.64.subtitle.1": "Broyage d'Objets",

  "chapter.mekanism.quest.65.subtitle.1": "Stabilisation de l'Énergie",
  "chapter.mekanism.quest.65.description.1": "L'amélioration &bEnergy Upgrade&f vous permet d'augmenter la &ecapacité de stockage d'énergie&f d'une machine Mekanism disposant d'un emplacement pour les améliorations, ainsi que de &eréduire sa consommation d'énergie&f.",

  "chapter.mekanism.quest.66.subtitle.1": "Arrêtez le Bruit !",
  "chapter.mekanism.quest.66.description.1": "La mise à niveau &bMuffling Upgrade&f réduit le bruit des machines Mekanism. Cette amélioration fonctionne bien avec la Scierie de Précision, car elle produit beaucoup de bruit lorsqu'elle est active.",

  "chapter.mekanism.quest.67.subtitle.1": "Pierre à Plats",
  "chapter.mekanism.quest.67.description.1": "Ajout d'une amélioration de Générateur de Pierre. Lorsqu'elle est installée dans une Mine Numérique, cette amélioration est capable de répondre aux demandes de 'remplacer la pile' à la fois de Pierre et de Pierre de Cobblestone.",

  "chapter.mekanism.quest.68.subtitle.1": "Alliage",
  "chapter.mekanism.quest.68.description.1": "L'&bInfuseur Métallurgique&f est la première étape dans l'arbre technologique de Mekanism. L'&bInfuseur Métallurgique&f est une machine utilisée dans la production de &aLingots d'Acier&f, de &aLingot de Bronze&f, d'&aAlliage Enrichi&f et de &aLingots d'Obsidienne&f.",

  "chapter.mekanism.quest.69.subtitle.1": "Faut Aller Vite",
  "chapter.mekanism.quest.69.description.1": "L'amélioration de &bvitesse&f est conçue pour &etraiter les objets plus rapidement&f, vous pouvez installer 8 de ces améliorations dans chaque machine Mekanism.",

  "chapter.mekanism.quest.70.subtitle.1": "Eau Lourde",
  "chapter.mekanism.quest.70.description.1": "L'amélioration de &bfiltre&f est une amélioration qui, lorsqu'elle est utilisée dans la &epompe électrique&f, permet à la pompe électrique de produire de l'&9eau lourde&f.",

  "chapter.mekanism.quest.71.subtitle.1": "Gaz Économique",
  "chapter.mekanism.quest.71.description.1": "L'amélioration de &bgaz&f vous permet d'&eaugmenter l'efficacité d'utilisation du gaz&f d'une machine Mekanism qui le permet.",

  "chapter.mekanism.quest.72.subtitle.1": "Gestionnaire QIO",
  "chapter.mekanism.quest.72.description.1": "Les &dpavés de bord QIO&r permettent aux utilisateurs d'interagir avec le contenu d'un tableau de disques QIO. Il ressemble à un inventaire de coffre, mais vous pouvez rechercher, trier et faire défiler. Il affiche tous les objets d'un même type sous forme d'une seule pile, même s'il y en a des milliers. Pour accéder à un tableau de disques, le pavé de bord doit être réglé sur la même fréquence que le tableau de disques.",

  "chapter.mekanism.quest.73.subtitle.1": "QIO de Base",
  "chapter.mekanism.quest.73.description.1": "Les &bdisques QIO&r sont insérés dans un tableau de disques, ce qui lui permet de stocker plus d'objets. Chaque disque a un nombre d'objets et de types d'objets qu'il peut contenir.",
  "chapter.mekanism.quest.73.description.2": "Un disque QIO de base peut contenir 16 000 objets et 128 types d'objets.",

  "chapter.mekanism.quest.74.subtitle.1": "QIO Avancé",
  "chapter.mekanism.quest.74.description.1": "Un disque QIO avancé peut contenir 128 000 objets et 256 types d'objets.",

  "chapter.mekanism.quest.75.subtitle.1": "Exportation",
  "chapter.mekanism.quest.75.description.1": "Une unité d'exportation d'objets liée à QIO. Placez-la sur un bloc et exportez le contenu de votre système QIO vers le bloc.",

  "chapter.mekanism.quest.76.subtitle.1": "QIO à Dilatation Temporelle",
  "chapter.mekanism.quest.76.description.1": "Un disque QIO à dilatation temporelle peut contenir 1 048 000 objets et 1 024 types d'objets.",

  "chapter.mekanism.quest.77.subtitle.1": "QIO Supermassif",
  "chapter.mekanism.quest.77.description.1": "Un disque QIO supermassif peut contenir 16 000 000 000 objets et 8 192 types d'objets.",

  "chapter.mekanism.quest.78.subtitle.1": "Stockage Portable",

  "chapter.mekanism.quest.79.subtitle.1": "QIO Absolu",
  "chapter.mekanism.quest.79.description.1": "Un disque QIO absolu peut contenir 128 000 000 000 objets et 32 768 types d'objets.",

  "chapter.mekanism.quest.80.subtitle.1": "QIO Suprême",
  "chapter.mekanism.quest.80.description.1": "Un disque QIO suprême peut contenir 1 048 000 000 000 objets et 131 072 types d'objets",

  "chapter.mekanism.quest.81.subtitle.1": "Importation",
  "chapter.mekanism.quest.81.description.1": "Une unité d'importation d'objets liée à QIO. Placez-la sur un bloc et importez son contenu dans votre système QIO.",

  "chapter.mekanism.quest.82.subtitle.1": "QIO Cosmique",
  "chapter.mekanism.quest.82.description.1": "Un disque QIO cosmique peut contenir 8 000 000 000 000 objets et 131 072 types d'objets",

  "chapter.mekanism.quest.83.subtitle.1": "QIO Infini",
  "chapter.mekanism.quest.83.description.1": "Un disque QIO infini peut contenir 16 000 000 000 000 objets et 2 097 152 types d'objets",

  "chapter.mekanism.quest.84.subtitle.1": "Baie d'Accueil QIO",
  "chapter.mekanism.quest.84.description.1": "Le &bServeur du QIO&r est un bloc qui contient des Lecteurs QIO et transmet sans fil leur contenu à d'autres dispositifs QIO.",
  "chapter.mekanism.quest.84.description.2": "Pour fonctionner, le tableau de disques doit être réglé sur une fréquence.",

  "chapter.mekanism.quest.85.subtitle.1": "Premier Câble d'Énergie",
  "chapter.mekanism.quest.85.description.1": "Les &bCâbles Universels&f sont le moyen de transfert de puissance de Mekanism. Capacité : 3,20 kFE/t",

  "chapter.mekanism.quest.86.subtitle.1": "Câble d'Énergie Avancé",
  "chapter.mekanism.quest.86.description.1": "Capacité : 51,20 kFE/t.",

  "chapter.mekanism.quest.87.subtitle.1": "Câble d'Énergie Élite",
  "chapter.mekanism.quest.87.description.1": "Capacité : 409,60 kFE/t.",

  "chapter.mekanism.quest.88.subtitle.1": "Câble d'Énergie Ultime",
  "chapter.mekanism.quest.88.description.1": "Capacité : 3,27 MFE/t.",

  "chapter.mekanism.quest.89.subtitle.1": "Câble d'Énergie Absolu",
  "chapter.mekanism.quest.89.description.1": "Capacité : 26,21 MFE/t.",

  "chapter.mekanism.quest.90.subtitle.1": "Câble d'Énergie Suprême",
  "chapter.mekanism.quest.90.description.1": "Capacité : 209,71 MFE/t.",

  "chapter.mekanism.quest.91.subtitle.1": "Câble d'Énergie Cosmique",
  "chapter.mekanism.quest.91.description.1": "Capacité : 1,67 GFE/t.",

  "chapter.mekanism.quest.92.subtitle.1": "Câble d'Énergie Infini",
  "chapter.mekanism.quest.92.description.1": "Capacité : 13,42 GFE/t.",

  "chapter.mekanism.quest.93.subtitle.1": "Conduit de Gaz de Base",
  "chapter.mekanism.quest.93.description.1": "Les &bTubes Pressurisés&f sont utilisés pour transporter des gaz. Capacité : 4k MB.",

  "chapter.mekanism.quest.94.subtitle.1": "Conduit de Gaz Avancée",
  "chapter.mekanism.quest.94.description.1": "Capacité : 16k MB",

  "chapter.mekanism.quest.95.subtitle.1": "Conduit de Gaz Élite",
  "chapter.mekanism.quest.95.description.1": "Capacité : 256k MB",

  "chapter.mekanism.quest.96.subtitle.1": "Conduit de Gaz Ultime",
  "chapter.mekanism.quest.96.description.1": "Capacité : 1024k MB",

  "chapter.mekanism.quest.97.subtitle.1": "Conduit de Liquides de Base",
  "chapter.mekanism.quest.97.description.1": "Le &bTuyau Mécanique&f est le tuyau de liquide pour la logistique de Mekanism. Il peut être utilisé pour se connecter à n'importe quels blocs dotés de Manipulateurs de Liquides. Capacité : 2k MB.",

  "chapter.mekanism.quest.98.subtitle.1": "Conduit de Liquides Avancée",
  "chapter.mekanism.quest.98.description.1": "Capacité : 8k MB.",

  "chapter.mekanism.quest.99.subtitle.1": "Conduit de Liquides Élite",
  "chapter.mekanism.quest.99.description.1": "Capacité : 32k MB.",

  "chapter.mekanism.quest.100.subtitle.1": "Conduit de Liquides Ultime",
  "chapter.mekanism.quest.100.description.1": "Capacité : 128k MB.",

  "chapter.mekanism.quest.101.subtitle.1": "Conduit de Liquides Absolue",
  "chapter.mekanism.quest.101.description.1": "Capacité : 512k MB.",

  "chapter.mekanism.quest.102.subtitle.1": "Conduit de Liquides Suprême",
  "chapter.mekanism.quest.102.description.1": "Capacité : 2048k MB.",

  "chapter.mekanism.quest.103.subtitle.1": "Conduit de Liquides Cosmique",
  "chapter.mekanism.quest.103.description.1": "Capacité : 8192k MB.",

  "chapter.mekanism.quest.104.subtitle.1": "Conduit de Liquides Infinie",
  "chapter.mekanism.quest.104.description.1": "Capacité : 32768k MB.",

  "chapter.mekanism.quest.105.subtitle.1": "Conduit de Chaleur de Base",
  "chapter.mekanism.quest.105.description.1": "Similaire au Câble Universel, le &bConducteur Thermodynamique&f est la méthode de Mekanism pour transférer la puissance sous forme de chaleur.",

  "chapter.mekanism.quest.106.subtitle.1": "Conduit de Chaleur Avancée",
  "chapter.mekanism.quest.106.description.1": "Similaire au Câble Universel, le &bConducteur Thermodynamique&f est la méthode de Mekanism pour transférer la puissance sous forme de chaleur.",

  "chapter.mekanism.quest.107.subtitle.1": "Conduit de Chaleur Élite",
  "chapter.mekanism.quest.107.description.1": "Similaire au Câble Universel, le &bConducteur Thermodynamique&f est la méthode de Mekanism pour transférer la puissance sous forme de chaleur.",

  "chapter.mekanism.quest.108.subtitle.1": "Conduit de Chaleur Ultime",
  "chapter.mekanism.quest.108.description.1": "Similaire au Câble Universel, le &bConducteur Thermodynamique&f est la méthode de Mekanism pour transférer la puissance sous forme de chaleur.",

  "chapter.mekanism.quest.109.subtitle.1": "Conduit de Transport de Base",
  "chapter.mekanism.quest.109.description.1": "Les &bTransporteurs Logistiques&r sont utilisés pour le transport d'objets. Vitesse : 1 m/s.",

  "chapter.mekanism.quest.110.subtitle.1": "Conduit de Transport Avancée",
  "chapter.mekanism.quest.110.description.1": "Les &bTransporteurs Logistiques&r sont utilisés pour le transport d'objets. Vitesse : 2 m/s.",

  "chapter.mekanism.quest.111.subtitle.1": "Conduit de Transport Élite",
  "chapter.mekanism.quest.111.description.1": "Les &bTransporteurs Logistiques&r sont utilisés pour le transport d'objets. Vitesse : 4 m/s.",

  "chapter.mekanism.quest.112.subtitle.1": "Conduit de Transport Ultime",
  "chapter.mekanism.quest.112.description.1": "Les &bTransporteurs Logistiques&r sont utilisés pour le transport d'objets. Vitesse : 10 m/s.",

  "chapter.mekanism.quest.113.subtitle.1": "Conduit de Transport Absolue",
  "chapter.mekanism.quest.113.description.1": "Les &bTransporteurs Logistiques&r sont utilisés pour le transport d'objets. Vitesse : 20 m/s.",

  "chapter.mekanism.quest.114.subtitle.1": "Conduit de Transport Suprême",
  "chapter.mekanism.quest.114.description.1": "Les &bTransporteurs Logistiques&r sont utilisés pour le transport d'objets. Vitesse : 40 m/s.",

  "chapter.mekanism.quest.115.subtitle.1": "Conduit de Transport Cosmique",
  "chapter.mekanism.quest.115.description.1": "Les &bTransporteurs Logistiques&r sont utilisés pour le transport d'objets. Vitesse : 80 m/s.",

  "chapter.mekanism.quest.116.subtitle.1": "Conduit de Transport Infinie",
  "chapter.mekanism.quest.116.description.1": "Les &bTransporteurs Logistiques&r sont utilisés pour le transport d'objets. Vitesse : 160 m/s.",

  "chapter.mekanism.quest.117.subtitle.1": "Casque Ultime",

  "chapter.mekanism.quest.118.subtitle.1": "Plastron Ultime",

  "chapter.mekanism.quest.119.subtitle.1": "Jambières Ultime",

  "chapter.mekanism.quest.120.subtitle.1": "Bottes Ultime",

  "chapter.mekanism.quest.121.subtitle.1": "Hyper Modulation",

  "chapter.mekanism.quest.122.subtitle.1": "Plus de Minerais",
  "chapter.mekanism.quest.122.description.1": "Augmente les rendements des minerais",

  "chapter.mekanism.quest.123.subtitle.1": "Bottes Magnétiques",
  "chapter.mekanism.quest.123.description.1": "L'&bUnité d'Attraction Magnétique&r est un module appliqué aux bottes Mekasuit.",
  "chapter.mekanism.quest.123.description.2": "Comme l'indique la description de l'objet '[L'unité] Utilise de puissants aimants pour attirer les objets éloignés vers le joueur', vous pouvez en installer jusqu'à 4 sur une paire de bottes.",

  "chapter.mekanism.quest.124.subtitle.1": "Protection Contre la Lave",
  "chapter.mekanism.quest.124.description.1": "Exploite l'énergie géothermique de l'environnement environnant et améliore la protection contre les dégâts causés par les sources de chaleur. Installez-en plusieurs pour une charge plus rapide et une meilleure protection.",

  "chapter.mekanism.quest.125.subtitle.1": "Distribution d'Énergie",
  "chapter.mekanism.quest.125.description.1": "Les &bUnités de Distribution de Charge&r sont des modules qui distribuent de manière égale l'énergie gagnée à toutes les pièces d'armure MekaSuit. Normalement, si vous avez installé des Unités de Recharge Solaire sur votre Casque MekaSuit, seul le casque bénéficiera de toute l'énergie qu'il produit. Avec l'Unité de Distribution de Charge installée, l'énergie produite sera répartie uniformément dans toutes les pièces d'armure MekaSuit.",

  "chapter.mekanism.quest.126.subtitle.1": "Voici l'Explosion",
  "chapter.mekanism.quest.126.description.1": "Utilise des explosions contrôlées pour détruire les blocs environnants dans le plan cible.",

  "chapter.mekanism.quest.127.subtitle.1": "Eau Gelée",
  "chapter.mekanism.quest.127.description.1": "Utilise de l'hydrogène liquide pour geler toute l'eau sur laquelle le joueur marche. Installez-en plusieurs pour une plus grande portée.",

  "chapter.mekanism.quest.128.subtitle.1": "x2 Énergie",
  "chapter.mekanism.quest.128.description.1": "Les &bUnités d'Énergie&r sont des modules qui doubleront la capacité énergétique actuelle de la pièce d'armure MekaSuit sélectionnée.",

  "chapter.mekanism.quest.129.subtitle.1": "Précision Inégalée",
  "chapter.mekanism.quest.129.description.1": "Permet la création de lames d'énergie pour des coupes précises. N'ajoute pas d'épées laser.",

  "chapter.mekanism.quest.130.subtitle.1": "Des lasers ? Non merci",
  "chapter.mekanism.quest.130.description.1": "Réfracte et dissipe en toute sécurité les lasers qui touchent n'importe quelle pièce d'armure MekaSuit.",

  "chapter.mekanism.quest.131.subtitle.1": "Ultimine",
  "chapter.mekanism.quest.131.description.1": "L'&bUnité d'Extraction de Veine&r permet une extraction rapide des gisements de minerais et l'abattage rapide des arbres.",

  "chapter.mekanism.quest.132.subtitle.1": "Propulsé par Jet",
  "chapter.mekanism.quest.132.description.1": "Les &bUnités de Jetpack&r sont des modules qui permettent à votre Armure Corporelle MekaSuit d'avoir les fonctions d'un jetpack.",
  "chapter.mekanism.quest.132.description.2": "Une fois appliqué, l'Armure Corporelle MekaSuit disposera d'un stockage interne pour l'hydrogène (48 000 mb).",
  "chapter.mekanism.quest.132.description.3": "L'Unité de Jetpack est mieux associée à l'Unité de Respiration Électrolytique. Cela permet d'accumuler de l'hydrogène lorsque vous êtes sous l'eau ou sous la pluie.",

  "chapter.mekanism.quest.133.subtitle.1": "Radi-Action",
  "chapter.mekanism.quest.133.description.1": "Affiche le niveau de radiation ambiant dans l'HUD.",

  "chapter.mekanism.quest.134.subtitle.1": "Protection contre les Radiations",
  "chapter.mekanism.quest.134.description.1": "Les &bUnités de Protection contre les Radiations&r sont des modules qui permettent à votre pièce d'armure MekaSuit d'agir comme les pièces respectives de la Combinaison Hazmat et de vous protéger contre les radiations.",

  "chapter.mekanism.quest.135.subtitle.1": "Agriculture Facile",
  "chapter.mekanism.quest.135.description.1": "L'&bUnité Agricole&r est un module qui est appliqué à l'Outil Meka. Elle donne à l'outil plusieurs fonctions liées à l'agriculture. Jusqu'à 4 peuvent être empilés sur un seul outil.",
  "chapter.mekanism.quest.135.description.2": "L'Unité Agricole débloque les capacités suivantes dans l'Outil Meka :",
  "chapter.mekanism.quest.135.description.3": "• Labourage de la terre",
  "chapter.mekanism.quest.135.description.4": "• Décapage de bois",
  "chapter.mekanism.quest.135.description.5": "• Nivellement du sol",

  "chapter.mekanism.quest.136.subtitle.1": "Manipulateur Prudent",
  "chapter.mekanism.quest.136.description.1": "L'&bUnité Toucher de Soie&r est un module dans Mekanism qui est installé sur l'Outil Meka, ce qui confère à l'outil la propriété de l'enchantement Toucher de Soie.",

  "chapter.mekanism.quest.137.subtitle.1": "Compteur de Radiation",
  "chapter.mekanism.quest.137.description.1": "Les &bUnités de Dosimètre&r sont des modules qui afficheront votre dose de radiation dans l'HUD en bas à droite.",

  "chapter.mekanism.quest.138.subtitle.1": "Mineur Rapide",
  "chapter.mekanism.quest.138.description.1": "L'&bUnité d'Escalade d'Excavation&r est un module qui, lorsqu'il est ajouté à un Outil Meka, augmente la vitesse de minage de tous les blocs.",

  "chapter.mekanism.quest.139.subtitle.1": "Effet de Potion, non merci",
  "chapter.mekanism.quest.139.description.1": "Les &bUnités de Purification par Inhalation&r sont des modules qui peuvent protéger le joueur contre certains effets de potion sélectionnés, y compris les effets bénéfiques, neutres et nocifs.",

  "chapter.mekanism.quest.140.subtitle.1": "Tueur de Mobs",
  "chapter.mekanism.quest.140.description.1": "L'&bUnité d'Amplification d'Attaque&r est un module qui amplifie les attaques au corps à corps à la fois sur les joueurs et les monstres. Il ne peut être appliqué qu'à l'Outil Meka.",

  "chapter.mekanism.quest.141.subtitle.1": "Soleil dans mes Poches",
  "chapter.mekanism.quest.141.description.1": "Les &bUnités de Recharge Solaire&r sont des modules qui chargent votre MekaSuit lorsqu'il est exposé directement à la lumière du soleil.",

  "chapter.mekanism.quest.142.subtitle.1": "Téléportation !",
  "chapter.mekanism.quest.142.description.1": "L'&bUnité de Téléportation&r permet de se déplacer rapidement vers des blocs proches.",

  "chapter.mekanism.quest.143.subtitle.1": "Sous la Mer",
  "chapter.mekanism.quest.143.description.1": "Les &bUnités de Respiration Électrolytique&r sont des modules qui vous permettent de respirer sous l'eau.",
  "chapter.mekanism.quest.143.description.2": "De plus, si l'Unité de Jetpack est installée sur l'Armure Corporelle MekaSuit, elle commencera automatiquement à recharger son approvisionnement en hydrogène sous l'eau ou sous la pluie.",

  "chapter.mekanism.quest.144.subtitle.1": "Choo-Choo",
  "chapter.mekanism.quest.144.description.1": "Les &bUnités de Boost Locomotif&r sont des modules qui vous permettront d'augmenter votre vitesse de sprint et la distance de saut.",
  "chapter.mekanism.quest.144.description.2": "Elles peuvent être configurées de 0,0 à 0,5 de boost de sprint. Notez que votre consommation de faim augmentera également.",

  "chapter.mekanism.quest.145.subtitle.1": "Kangourou",
  "chapter.mekanism.quest.145.description.1": "Les &bUnités de Propulsion Hydraulique&r sont des modules qui vous permettent de grimper sur un maximum de 2 blocs. Elles vous permettent également de sauter plus haut lorsque vous maintenez la touche Contrôle Gauche enfoncée et que vous sautez (Ctrl gauche+Espace).",

  "chapter.mekanism.quest.146.subtitle.1": "C'est l'Heure de Manger",
  "chapter.mekanism.quest.146.description.1": "Les &bUnités d'Injection Nutritionnelle&r sont des modules qui peuvent être installés sur un Casque MekaSuit pour supprimer le besoin de manger manuellement.",
  "chapter.mekanism.quest.146.description.2": "Lorsqu'ils sont installés, le Casque MekaSuit disposera d'un stockage interne de Pâte Nutritionnelle (128 000 mb).",

  "chapter.mekanism.quest.147.subtitle.1": "Qui a besoin d'ailes ?",
  "chapter.mekanism.quest.147.description.1": "Les &bUnités de Modulation Gravitationnelle&r sont des modules qui permettent à l'utilisateur d'utiliser le vol créatif.",
  "chapter.mekanism.quest.147.description.2": "Si l'Armure Corporelle MekaSuit a également une Unité de Jetpack installée, l'Unité de Jetpack sera automatiquement désactivée si l'Unité de Modulation Gravitationnelle est activée, et vice versa.",

  "chapter.mekanism.quest.148.subtitle.1": "Ailes en Plastique",
  "chapter.mekanism.quest.148.description.1": "Applique une Élytre Renforcée en HDPE à l'Armure Corporelle MekaSuit.",

  "chapter.mekanism.quest.149.subtitle.1": "Vision Nocturne",
  "chapter.mekanism.quest.149.description.1": "Les &bUnités d'Amélioration de la Vision&r sont des modules qui peuvent être installés sur un Casque MekaSuit pour améliorer la vision nocturne.",

  "chapter.mekanism.quest.150.subtitle.1": "Moïse",
  "chapter.mekanism.quest.150.description.1": "Utilise une technologie avancée pour repousser l'eau, réduisant la résistance ressentie lors du déplacement à travers celle-ci.",

  "chapter.mekanism.quest.151.subtitle.1": "Acide, non merci",
  "chapter.mekanism.quest.151.description.1": "Ne subit pas de dégâts de pluie acide dans les dimensions de Beyond Earth.",

  "chapter.mekanism.quest.152.subtitle.1": "Limitation de Mise à la Terre",
  "chapter.mekanism.quest.152.description.1": "Permet à l'utilisateur d'agir comme s'il était sur un sol solide.",

  "chapter.mekanism.quest.153.subtitle.1": "Respiration",
  "chapter.mekanism.quest.153.description.1": "Peut respirer dans les dimensions de Beyond Earth.",
  "chapter.mekanism.quest.153.description.2": "Remplira également l'objet tenu avec de l'oxygène lorsqu'il est sous la pluie ou dans l'eau.",
  "chapter.mekanism.quest.153.description.3": "Nécessite une 'Canette d'Oxygène' activée dans l'inventaire.",

  "chapter.mekanism.quest.154.subtitle.1": "Fin des Brûlures",
  "chapter.mekanism.quest.154.description.1": "Vous ne serez plus en feu dans les dimensions de Beyond Earth.",

  "chapter.mekanism.quest.155.subtitle.1": "Gravitation Normale",
  "chapter.mekanism.quest.155.description.1": "Définit la gravitation comme normale dans les dimensions de Beyond Earth.",

  "chapter.mekanism.quest.156.subtitle.1": "Pioche Mekanism Ultime",

  "chapter.mekanism.quest.157.subtitle.1": "Outil Ultime Mekanism"
}
